{
  "id": "ARG_SER_HUMANO_COMO_NODO_REFLEXIVO_LOCALIZADO",

  "capitulo": "CAP_12_SER_HUMANO",
  "parte": "PARTE_IV",
  "nivel": 3,

  "conceito_alvo": "D_SER_HUMANO",
  "criterio_ultimo": "D_REAL",

  "natureza": "meta_dedutivo",
  "tipo_de_necessidade": "estrutural",
  "nivel_de_operacao": "operacional",

  "fundamenta": {
    "regimes": ["REGIME_CRITICA_REFLEXIVIDADE", "REGIME_DESCRICAO_ESTRUTURAL", "REGIME_DIFERENCIACAO_ONTOLOGICA"],
    "percursos": ["P_TRANSICAO_ANTROPOLOGICA_ONTOLOGICA", "P_EIXO_CAMPO_E_LOCALIZACAO"],
    "modulos": []
  },

  "pressupostos_ontologicos": [
    "D_REAL",
    "D_SER",
    "D_LOCALIDADE",
    "D_CONTINUIDADE",
    "D_APREENSAO",
    "D_LIMITE"
  ],

  "outputs_instalados": [
    "D_SER_HUMANO"
  ],

  "operacoes_chave": [
    "OP_AFIRMACAO_ESTRUTURAL",
    "OP_REINSCRICAO_CONSCIENCIA_REAL",
    "OP_DESCRICAO_ESTRUTURAL",
    "OP_DIFERENCIACAO_NIVEIS",
    "OP_DESSUBSTANCIALIZACAO"
  ],

  "estrutura_logica": {
    "premissas": [
      "D_SER é determinação localizada do real portadora de poder-ser: no campo real existem determinações de diferentes escalas e tipos, com diferentes graus de organização.",
      "Entre as determinações do campo real, há uma classe de seres biológicos cuja continuidade material permite a emergência de um processo que se distingue ontologicamente: a capacidade de apreender a sua própria apreensão — reflexividade representacional situada.",
      "Esta capacidade não é exterioridade ao real: emerge do real, ocorre no real, opera sob os limites estruturais do campo — é uma determinação do campo com escala e organização específicas.",
      "O ser biológico localizado no real cuja continuidade material permite a emergência de reflexividade representacional situada, operando sempre sob limites estruturais e sem exterioridade ontológica ao campo, é precisamente D_SER_HUMANO.",
      "D_SER_HUMANO é nodo de mediação e reentrada reflexiva: o ponto do campo onde o real se apreende a si mesmo de modo reflexivo e representacional — sem que esse processo seja exterior ao campo ou o funde."
    ],
    "deducoes_necessarias": [
      "Logo, D_SER_HUMANO é determinação do real com escala e organização específicas: não substância separada, não instância transcendente — ente biológico reflexivo inscrito no campo.",
      "Logo, a reflexividade do ser humano não o coloca fora do real: é capacidade localizada e limitada, emergente da continuidade material, constrangida pelos limites do campo."
    ],
    "conclusao": "D_SER_HUMANO é o ente biológico localizado no real cuja continuidade material permite a emergência de reflexividade representacional situada, operando sempre sob limites estruturais e sem exterioridade ao campo. Nodo reflexivo — não instância autónoma."
  },

  "reducao_ao_absurdo": {
    "ativa": true,
    "hipotese": "D_SER_HUMANO tem existência ou capacidade exterior ao campo real (consciência transcendental, sujeito autónomo, instância fundante do real).",
    "consequencias": [
      "Um ser exterior ao campo real violaria D_REAL como campo sem exterioridade admissível.",
      "Uma consciência que funda o real colocaria o ser humano como condição de possibilidade do campo: o campo dependeria do ser humano para existir.",
      "Mas D_REAL precede D_SER_HUMANO nas dependências ontológicas: o campo é condição do ser humano, não o contrário.",
      "A hipótese inverte a ordem de dependência ontológica e viola D_REAL como campo sem exterioridade."
    ],
    "resultado": "Contradição estrutural: D_SER_HUMANO como instância exterior ou fundante viola D_REAL e a ordem de dependência ontológica estabelecida."
  },

  "protecoes_anti_desvio": [
    "D_SER_HUMANO não é instância transcendental: é ente biológico do campo — a sua reflexividade é emergente, não fundante.",
    "D_SER_HUMANO não é substância separada: é determinação localizada do real com escala específica.",
    "D_SER_HUMANO não é redutível a mecanismo: a emergência de reflexividade representacional é diferença de escala e organização — não elimina a especificidade, mas inscreve-a no real.",
    "A reflexividade do ser humano não é privilégio ontológico: é capacidade real com limites reais — o ser humano erra, falha, fecha-se autorreferencialmente."
  ],

  "ligacoes_narrativas": {
    "depende_de_argumentos": [
      "ARG_SER_COMO_MODO_DE_ESTAR_NO_REAL",
      "ARG_LOCALIDADE_COMO_CONDICAO_DE_APREENSAO",
      "ARG_APREENSAO_COMO_CONTATO_SITUADO_COM_O_REAL"
    ],
    "prepara_argumentos": [
      "ARG_MEMORIA_COMO_ESTABILIZACAO_TEMPORAL_INTERNA"
    ],
    "back_links": ["CAP_11_LOCALIDADE"],
    "forward_links": ["CAP_12_SER_HUMANO", "CAP_13_REPRESENTACAO"]
  },

  "proposicoes_fonte": {
    "premissas": [],
    "deducoes": []
  },

  "observacoes": [
    "Este argumento instala D_SER_HUMANO como determinação do real com escala específica: bloqueia simultaneamente o reducionismo (ser humano como mecanismo sem especificidade) e o transcendentalismo (ser humano como instância exterior ao real).",
    "A noção de 'nodo reflexivo localizado' captura a dupla condição: é nodo (ponto de confluência e reentrada do campo sobre si mesmo) e é localizado (inscrito, limitado, sem exterioridade).",
    "Prepara a memória: a continuidade material que permite reflexividade também sustenta inscrição durável de atualizações — D_MEMORIA."
  ]
}