{
  "id": "ARG_RELACAO_EU_REAL_COMO_ESTRUTURA_REFLEXIVA_SITUADA",

  "capitulo": "CAP_15_CONSCIENCIA",
  "parte": "PARTE_IV",
  "nivel": 3,

  "conceito_alvo": "D_RELACAO_EU_REAL",
  "criterio_ultimo": "D_REAL",

  "natureza": "meta_dedutivo",
  "tipo_de_necessidade": "estrutural",
  "nivel_de_operacao": "operacional",

  "fundamenta": {
    "regimes": ["REGIME_CRITICA_REFLEXIVIDADE", "REGIME_DESCRICAO_ESTRUTURAL"],
    "percursos": ["P_TRANSICAO_ANTROPOLOGICA_ONTOLOGICA"],
    "modulos": []
  },

  "pressupostos_ontologicos": [
    "D_REAL",
    "D_SER_HUMANO",
    "D_LOCALIDADE",
    "D_APREENSAO",
    "D_RELACAO",
    "D_CONSCIENCIA_REFLEXIVA",
    "D_MEDIACAO",
    "D_AUTORREFERENCIALIDADE"
  ],

  "outputs_instalados": [
    "D_RELACAO_EU_REAL"
  ],

  "operacoes_chave": [
    "OP_RECONDUCAO_RELACIONAL",
    "OP_DESCRICAO_ESTRUTURAL",
    "OP_DESSUBSTANCIALIZACAO",
    "OP_REINTEGRACAO_ONTOLOGICA"
  ],

  "estrutura_logica": {
    "premissas": [
      "D_SER_HUMANO é ente biológico reflexivo localizado no real: está sempre em relação com o campo — a apreensão é o modo básico desta relação.",
      "D_CONSCIENCIA_REFLEXIVA permite ao ser humano apreender-se a si próprio como sujeito de representações: o ser humano que opera representações pode tomar-se a si mesmo como objeto de representação — emerge um 'eu' representacional.",
      "Este 'eu' não é substância separada: é representação que o ser humano faz de si mesmo enquanto ser que apreende e representa — é construção reflexiva localizada, não instância autónoma.",
      "A estrutura relacional e dinâmica pela qual o ser humano, enquanto ente reflexivo e localizado, se apreende a si próprio como atualização do real, mantendo ou degradando a sua abertura ao real através das mediações representacionais que opera, é precisamente D_RELACAO_EU_REAL.",
      "D_RELACAO_EU_REAL é dinâmica: pode ser de abertura (quando a mediação mantém a dependência do real) ou de fechamento (quando a autorreferencialidade substitui o real pelo 'eu' como critério). Esta estrutura não é fixa — é campo de oscilação entre adequação e erro."
    ],
    "deducoes_necessarias": [
      "Logo, D_RELACAO_EU_REAL é estruturalmente inevitável para todo ser humano com D_CONSCIENCIA_REFLEXIVA: a reflexividade implica a emergência de uma relação do ser consigo mesmo como ser que representa.",
      "Logo, D_RELACAO_EU_REAL não é fundamento do real: é estrutura relacional — o 'eu' é segundo em relação ao campo real que o sustenta e do qual emerge."
    ],
    "conclusao": "D_RELACAO_EU_REAL é a estrutura relacional e dinâmica pela qual o ser humano reflexivo se apreende a si próprio como atualização do real, mantendo ou degradando a sua abertura ao real através das mediações que opera. O 'eu' é relação, não substância — e a qualidade desta relação (abertura ou fechamento) é o que a PARTE V terá de caracterizar epistemologicamente."
  },

  "reducao_ao_absurdo": {
    "ativa": true,
    "hipotese": "Existe D_SER_HUMANO com D_CONSCIENCIA_REFLEXIVA mas sem D_RELACAO_EU_REAL (o ser humano reflexivo não se apreende a si próprio como atualização do real — não há relação estruturada entre o 'eu' e o real).",
    "consequencias": [
      "Um ser reflexivo sem relação estruturada com o real como tal seria um ser que representa sem se situar no campo que representa: a reflexividade flutuaria sem ancoragem.",
      "Sem relação com o real como campo que o sustenta, o ser humano não poderia corrigir as suas representações por submissão ao real: perderia o acesso ao critério externo.",
      "Além disso, sem D_RELACAO_EU_REAL, D_AUTORREFERENCIALIDADE seria indistinguível da adequação: não haveria modo de distinguir fechamento sobre si mesmo de abertura ao real.",
      "A hipótese elimina as condições de correção e de adequação que a reflexividade pressupunha."
    ],
    "resultado": "Contradição estrutural: D_CONSCIENCIA_REFLEXIVA implica necessariamente D_RELACAO_EU_REAL como estrutura de ancoragem da reflexividade no campo real."
  },

  "protecoes_anti_desvio": [
    "D_RELACAO_EU_REAL não é identidade substancial: o 'eu' é relação, não entidade — 'eu como princípio' é o desvio a bloquear.",
    "D_RELACAO_EU_REAL não é subjetivismo: a relação é com o real — o 'eu' é segundo em relação ao campo que o sustenta.",
    "D_RELACAO_EU_REAL pode degradar-se: fechamento autorreferencial é a sua forma degenerada — quando o 'eu' substitui o real como critério.",
    "D_RELACAO_EU_REAL gera D_LIBERDADE_SITUADA (segundo o ficheiro de conceitos): a relação aberta ao real é condição de possibilidade de orientar atualizações de modo responsável."
  ],

  "ligacoes_narrativas": {
    "depende_de_argumentos": [
      "ARG_CONSCIENCIA_REFLEXIVA_COMO_CAPACIDADE_LOCALIZADA",
      "ARG_AUTORREFERENCIALIDADE_COMO_RISCO_DE_FECHAMENTO",
      "ARG_LOCALIDADE_COMO_CONDICAO_DE_APREENSAO"
    ],
    "prepara_argumentos": [
      "ARG_IMAGINACAO_COMO_PROJECAO_SITUADA_NAO_ATUALIZACAO",
      "ARG_LIBERDADE_SITUADA_COMO_ORIENTACAO_NO_PODER_SER"
    ],
    "back_links": ["CAP_15_CONSCIENCIA"],
    "forward_links": ["CAP_15_CONSCIENCIA", "CAP_16_LIBERDADE_SITUADA"]
  },

  "proposicoes_fonte": {
    "premissas": [],
    "deducoes": []
  },

  "observacoes": [
    "D_RELACAO_EU_REAL é o conceito que articula a dimensão reflexiva com a dimensão ética: a abertura ou fechamento ao real determina a qualidade das atualizações — e portanto a direção ontológica (bem/mal) da PARTE VI.",
    "A distinção abertura/fechamento ao real na relação eu-real é estruturalmente isomórfica à distinção adequação/erro da PARTE V: a mesma estrutura opera nos dois registos.",
    "Bloqueia 'eu como princípio' (idealismo) e 'eu como ilusão' (eliminativismo): o eu é relação real, emergente e dinâmica — nem fundamento nem ficção."
  ]
}