{
  "id": "ARG_IMAGINACAO_COMO_PROJECAO_SITUADA_NAO_ATUALIZACAO",

  "capitulo": "CAP_15_CONSCIENCIA",
  "parte": "PARTE_IV",
  "nivel": 3,

  "conceito_alvo": "D_IMAGINACAO",
  "criterio_ultimo": "D_REAL",

  "natureza": "meta_dedutivo",
  "tipo_de_necessidade": "estrutural",
  "nivel_de_operacao": "operacional",

  "fundamenta": {
    "regimes": ["REGIME_CRITICA_REFLEXIVIDADE", "REGIME_DESCRICAO_ESTRUTURAL"],
    "percursos": ["P_TRANSICAO_ANTROPOLOGICA_ONTOLOGICA", "P_EIXO_SIMBOLICO_MEDIACIONAL"],
    "modulos": []
  },

  "pressupostos_ontologicos": [
    "D_REAL",
    "D_SER_HUMANO",
    "D_APREENSAO",
    "D_REPRESENTACAO",
    "D_MEMORIA",
    "D_PODER_SER",
    "D_LOCALIDADE"
  ],

  "outputs_instalados": [
    "D_IMAGINACAO"
  ],

  "operacoes_chave": [
    "OP_DESCRICAO_ESTRUTURAL",
    "OP_DISTINCAO_APREENSAO_REPRESENTACAO",
    "OP_SUBMISSAO_REAL"
  ],

  "estrutura_logica": {
    "premissas": [
      "D_MEMORIA é inscrição durável das atualizações apreendidas: fornece ao ser humano material representacional sobre o qual operar.",
      "D_PODER_SER é a dimensão prospetiva real da estrutura: o campo real admite atualizações ainda não efetivadas. O ser humano, como ser reflexivo localizado, tem acesso representacional a este horizonte de admissibilidades — pode representar combinações de atualizações não ocorridas.",
      "A capacidade representacional, situada e dependente da memória, pela qual o ser humano projeta combinações possíveis de atualizações não ocorridas, a partir de apreensões passadas do real, antecipando cenários de ação sem os validar ontologicamente nem os atualizar no real, é precisamente D_IMAGINACAO.",
      "D_IMAGINACAO não é atualização: é projeção representacional — o imaginado não ocorre no real pelo facto de ser imaginado. Há uma diferença ontológica fundamental entre imaginar X e atualizar X.",
      "D_IMAGINACAO é dependente: depende de D_MEMORIA (material) e de D_PODER_SER (horizonte de admissibilidades) — não é criação ex nihilo, mas recombinação representacional de apreensões passadas dentro do horizonte real do poder-ser."
    ],
    "deducoes_necessarias": [
      "Logo, D_IMAGINACAO é estruturalmente disponível para todo ser humano com D_MEMORIA suficiente e acesso representacional ao poder-ser: onde há material de apreensões passadas e horizonte de admissibilidades, emerge a capacidade projetiva.",
      "Logo, D_IMAGINACAO não valida ontologicamente o que projeta: imaginar não é poder-ser — é representação de poder-ser, não o poder-ser mesmo."
    ],
    "conclusao": "D_IMAGINACAO é a capacidade representacional, situada e dependente da memória, pela qual o ser humano projeta combinações possíveis de atualizações não ocorridas, antecipando cenários sem os atualizar. Projeção situada — não criação ex nihilo, não validação ontológica, não atualização."
  },

  "reducao_ao_absurdo": {
    "ativa": true,
    "hipotese": "D_IMAGINACAO é atualização: o imaginado ocorre no real pelo facto de ser imaginado (imaginar X equivale a atualizar X).",
    "consequencias": [
      "Se imaginar X equivale a atualizar X, então toda representação de uma atualização possível produz essa atualização no real.",
      "Mas D_ATUALIZACAO é efetivação relacional no campo real contínuo: exige suporte relacional no campo, não apenas representação.",
      "A equivalência entre imaginação e atualização eliminaria a distinção entre representação e real: qualquer representação seria simultaneamente real.",
      "Isso colapsa D_REPRESENTACAO (que não coincide com o real) e D_ATUALIZACAO (que é efetivação real, não representacional).",
      "A hipótese dissolve as distinções ontológicas que pressupunha."
    ],
    "resultado": "Contradição estrutural: D_IMAGINACAO como projeção representacional é ontologicamente distinta de D_ATUALIZACAO — imaginar não é atualizar."
  },

  "protecoes_anti_desvio": [
    "D_IMAGINACAO não é real no sentido de atualização: o imaginado não ocorre no real pelo facto de ser imaginado — confundir imaginação com poder-ser é o erro de reificação do possível.",
    "D_IMAGINACAO não é criação ex nihilo: depende de memória e de apreensões passadas — é recombinação representacional, não criação livre.",
    "D_IMAGINACAO não é neutra: pode ser afetada por D_AUTORREFERENCIALIDADE — a imaginação fechada sobre si mesma produz fantasmização (o imaginado tomado como mais real do que o efetivo).",
    "D_IMAGINACAO tem função positiva: permite ao ser humano antecipar cenários, planear ação, explorar o campo de potencialidades antes de atualizar — função essencial para D_LIBERDADE_SITUADA."
  ],

  "ligacoes_narrativas": {
    "depende_de_argumentos": [
      "ARG_MEMORIA_COMO_ESTABILIZACAO_TEMPORAL_INTERNA",
      "ARG_PODER_SER_COMO_DIMENSAO_REAL_DA_ESTRUTURA",
      "ARG_REPRESENTACAO_COMO_FIXACAO_MEDIADA_DA_APREENSAO",
      "ARG_AUTORREFERENCIALIDADE_COMO_RISCO_DE_FECHAMENTO"
    ],
    "prepara_argumentos": [
      "ARG_LIBERDADE_SITUADA_COMO_ORIENTACAO_NO_PODER_SER"
    ],
    "back_links": ["CAP_15_CONSCIENCIA"],
    "forward_links": ["CAP_16_LIBERDADE_SITUADA"]
  },

  "proposicoes_fonte": {
    "premissas": [],
    "deducoes": []
  },

  "observacoes": [
    "Fecha o CAP_15 com o último dos quatro conceitos previstos no índice sequencial: D_CONSCIENCIA_REFLEXIVA, D_AUTORREFERENCIALIDADE, D_RELACAO_EU_REAL, D_IMAGINACAO.",
    "D_IMAGINACAO é o conceito que liga a consciência reflexiva à liberdade situada: a capacidade de projetar cenários de ação é condição de possibilidade da orientação livre no poder-ser.",
    "O risco de fantasmização (imaginação tomada como mais real do que o efetivo) é a versão cognitiva do fechamento autorreferencial — a autorreferencialidade pode colonizar a imaginação, tornando-a instrumento de substituição do real."
  ]
}