{
  "id": "ARG_LIBERDADE_SITUADA_COMO_ORIENTACAO_NO_PODER_SER",

  "capitulo": "CAP_16_LIBERDADE_SITUADA",
  "parte": "PARTE_IV",
  "nivel": 3,

  "conceito_alvo": "D_LIBERDADE_SITUADA",
  "criterio_ultimo": "D_REAL",

  "natureza": "meta_dedutivo",
  "tipo_de_necessidade": "estrutural",
  "nivel_de_operacao": "operacional",

  "fundamenta": {
    "regimes": ["REGIME_CRITICA_REFLEXIVIDADE", "REGIME_DESCRICAO_ESTRUTURAL"],
    "percursos": ["P_TRANSICAO_ANTROPOLOGICA_ONTOLOGICA", "P_EIXO_ETICO_NARRATIVO"],
    "modulos": []
  },

  "pressupostos_ontologicos": [
    "D_REAL",
    "D_SER_HUMANO",
    "D_LOCALIDADE",
    "D_PODER_SER",
    "D_LIMITE",
    "D_ATUALIZACAO",
    "D_CAMPO",
    "D_CONSCIENCIA_REFLEXIVA",
    "D_IMAGINACAO",
    "D_RELACAO_EU_REAL"
  ],

  "outputs_instalados": [
    "D_LIBERDADE_SITUADA"
  ],

  "operacoes_chave": [
    "OP_AFIRMACAO_ESTRUTURAL",
    "OP_DESCRICAO_ATUALIZACAO",
    "OP_LIMITACAO_REFLEXIVIDADE",
    "OP_SUBMISSAO_REAL"
  ],

  "estrutura_logica": {
    "premissas": [
      "D_PODER_SER é a dimensão real da estrutura que torna atualizações admissíveis: o campo de potencialidades tem margem de variação compatível — não há apenas uma atualização necessária.",
      "D_SER_HUMANO é ente reflexivo localizado com D_IMAGINACAO: pode projetar cenários de ação e representar antecipadamente o campo de admissibilidades que o real lhe oferece.",
      "D_CONSCIENCIA_REFLEXIVA e D_RELACAO_EU_REAL permitem ao ser humano orientar as suas atualizações: não como determinação mecânica, mas como efetivação de uma das atualizações admissíveis dentro do campo de poder-ser.",
      "A capacidade ontológica de um ser humano, enquanto ente reflexivo e localizado, de orientar as suas atualizações no interior do campo de poder-ser que o real lhe torna admissível, sem suspender os limites estruturais nem se colocar fora das consequências das suas ações, é precisamente D_LIBERDADE_SITUADA.",
      "D_LIBERDADE_SITUADA é liberdade sob limites: não é liberdade absoluta (que violaria D_LIMITE) nem determinismo total (que eliminaria D_PODER_SER): é a orientação real dentro da margem real de variação compatível."
    ],
    "deducoes_necessarias": [
      "Logo, D_LIBERDADE_SITUADA é estruturalmente possível — e no ser humano reflexivo, estruturalmente efetiva — sempre que há D_PODER_SER com margem de variação e D_CONSCIENCIA_REFLEXIVA com capacidade de orientação: onde o campo admite mais do que uma atualização e o ser tem capacidade reflexiva de escolher, há liberdade situada.",
      "Logo, D_LIBERDADE_SITUADA não suspende as consequências: o ser humano que orienta atualizações permanece vinculado aos seus efeitos reais — é dentro do real, não acima dele."
    ],
    "conclusao": "D_LIBERDADE_SITUADA é a capacidade ontológica de orientar atualizações no interior do campo de poder-ser que o real torna admissível, sem suspender limites nem escapar às consequências. Liberdade real sob estrutura — não livre-arbítrio transcendente, não determinismo total."
  },

  "reducao_ao_absurdo": {
    "ativa": true,
    "hipotese": "D_LIBERDADE_SITUADA é liberdade absoluta: o ser humano pode orientar qualquer atualização, independentemente dos limites estruturais e sem consequências reais.",
    "consequencias": [
      "Liberdade que suspende D_LIMITE elimina a função diferenciadora do limite: qualquer atualização seria admissível — D_IMPOSSIBILIDADE_ONTOLOGICA colapsa.",
      "Liberdade sem consequências reais implica que as atualizações do ser humano não produzem efeitos no campo real: o ser humano atualizaria sem inscrição no campo.",
      "Mas D_SER_HUMANO está inscrito no campo real: as suas atualizações são efetivações reais com efeitos reais — sem consequências, o ser humano não seria ente localizado no campo.",
      "A hipótese viola D_REAL, D_LIMITE e D_LOCALIDADE simultaneamente."
    ],
    "resultado": "Contradição estrutural: D_LIBERDADE_SITUADA como liberdade absoluta viola D_LIMITE, D_REAL e D_LOCALIDADE — a liberdade é sempre situada, nunca absoluta."
  },

  "protecoes_anti_desvio": [
    "D_LIBERDADE_SITUADA não é livre-arbítrio transcendente: a liberdade opera dentro dos limites reais — não é capacidade de suspender o real.",
    "D_LIBERDADE_SITUADA não é ilusão: é capacidade ontológica real — o ser humano efetivamente orienta atualizações dentro do campo de poder-ser.",
    "D_LIBERDADE_SITUADA não elimina D_NECESSIDADE: o ser humano pode orientar dentro do que é contingente — o necessário não é objeto de liberdade.",
    "D_LIBERDADE_SITUADA gera D_RESPONSABILIDADE_ONTOLOGICA (segundo o ficheiro de conceitos): quem orienta atualizações num campo com múltiplas admissibilidades é responsável pelos efeitos reais das atualizações que efetiva."
  ],

  "ligacoes_narrativas": {
    "depende_de_argumentos": [
      "ARG_PODER_SER_COMO_DIMENSAO_REAL_DA_ESTRUTURA",
      "ARG_CONTINGENCIA_COMO_RESIDUO_ESTRUTURAL_DA_POTENCIA",
      "ARG_SER_HUMANO_COMO_NODO_REFLEXIVO_LOCALIZADO",
      "ARG_RELACAO_EU_REAL_COMO_ESTRUTURA_REFLEXIVA_SITUADA",
      "ARG_IMAGINACAO_COMO_PROJECAO_SITUADA_NAO_ATUALIZACAO"
    ],
    "prepara_argumentos": [
      "ARG_ADEQUACAO_COMO_CORRESPONDENCIA_OPERATIVA_COM_O_REAL"
    ],
    "back_links": ["CAP_15_CONSCIENCIA"],
    "forward_links": ["CAP_16_LIBERDADE_SITUADA", "CAP_17_ADEQUACAO"]
  },

  "proposicoes_fonte": {
    "premissas": [],
    "deducoes": []
  },

  "observacoes": [
    "Fecha a PARTE IV e abre a transição para a PARTE V: a liberdade situada é pré-ética no sentido do índice sequencial — instala a capacidade de orientação sem ainda desenvolver a ética explícita (PARTE VI).",
    "D_RESPONSABILIDADE_ONTOLOGICA decorre diretamente desta liberdade: quem pode orientar atualizações é responsável pelos seus efeitos — este vínculo será desenvolvido na PARTE VI.",
    "A articulação liberdade-necessidade-contingência é aqui completada: o ser humano é livre dentro do contingente, constrangido pelo necessário, bloqueado pelo impossível — tríade modal agora plenamente operativa no plano antropológico.",
    "Com este argumento fecha-se a PARTE IV. A PARTE V (epistemologia) começa com D_ADEQUACAO — pressupõe todo o aparato instalado: localidade, ponto de vista, apreensão, representação, mediação, consciência, autorreferencialidade."
  ]
}