{
  "id": "ARG_DIRECAO_COMO_FIXACAO_DE_VETORES_DE_ACAO",
  "capitulo": "CAP_24_DIRECAO",
  "parte": "PARTE_VI",
  "nivel": 5,
  "conceito_alvo": "D_DIRECAO_ONTOLOGICA",
  "criterio_ultimo": "D_REAL",
  "natureza": "meta_dedutivo",
  "tipo_de_necessidade": "estrutural",
  "nivel_de_operacao": "operacional",
  "fundamenta": {
    "regimes": [
      "REGIME_ETICO_ONTOLOGICO",
      "REGIME_DESCRICAO_ESTRUTURAL",
      "REGIME_CORRETIVO",
      "REGIME_EPISTEMOLOGICO"
    ],
    "percursos": [
      "P_EIXO_ETICO_NARRATIVO",
      "P_PERCURSO_DA_VIDA_BOA",
      "P_EIXO_SIMBOLICO_MEDIACIONAL"
    ],
    "modulos": []
  },
  "pressupostos_ontologicos": [
    "D_DIRECAO_ONTOLOGICA",
    "D_CRITERIO",
    "D_VALIDADE",
    "D_MEMORIA",
    "D_REPRESENTACAO",
    "D_SIMBOLO",
    "D_LINGUAGEM",
    "D_TEMPO",
    "D_REAL"
  ],
  "outputs_instalados": [
    "D_DIRECAO_ONTOLOGICA"
  ],
  "operacoes_chave": [
    "OP_FIXACAO_CRITERIO",
    "OP_IDENTIFICACAO_MEDIACAO",
    "OP_DESCRICAO_ESTRUTURAL",
    "OP_IDENTIFICACAO_DEPENDENCIA",
    "OP_RECONDUCAO_RELACIONAL",
    "OP_SUBMISSAO_REAL"
  ],
  "estrutura_logica": {
    "premissas": [
      "D_DIRECAO_ONTOLOGICA (orientação da atualização no campo) só é operável se puder estabilizar-se no D_TEMPO: caso contrário, cada decisão seria um evento isolado sem continuidade nem cumulatividade.",
      "Estabilização operável implica D_CRITERIO: sem critério não há seleção consistente entre alternativas; há apenas variação circunstancial.",
      "Para que critérios persistam e sejam aplicáveis em múltiplas situações, é necessária D_MEMORIA (retenção) e D_REPRESENTACAO (fixação de conteúdo).",
      "A fixação representacional opera por mediação simbólica: D_SIMBOLO e D_LINGUAGEM tornam a orientação transmissível, partilhável e repetível (base de D_VALIDADE como estabilidade de aplicação).",
      "Sem submissão ao real (D_REAL), a fixação tende ao fechamento: critérios podem tornar-se auto-validantes e desligar-se das consequências reais (exigindo regime corretivo)."
    ],
    "deducoes_necessarias": [
      "Logo, a direção, enquanto efetivamente operável, não é apenas ‘tendência’: é uma fixação de critérios que funcionam como vetores de ação (orientações estabilizadas que selecionam trajetos no campo).",
      "Logo, esses vetores de ação são mediações: resultam da articulação entre símbolo/linguagem (fixação comunicável), memória (persistência temporal) e critério (regra de seleção).",
      "Logo, a direção ganha forma institucionalizável (no sentido fraco de estabilização): pode adquirir validade (repetição aplicável), mas permanece corrigível pela submissão ao real."
    ],
    "conclusao": "A direção ontológica, para ser operável, é fixação de vetores de ação: critérios estabilizados por memória e mediação simbólica (representação/linguagem), com validade repetível e exigência de correção sob submissão ao real."
  },
  "reducao_ao_absurdo": {
    "ativa": true,
    "hipotese": "Existe direção ontológica plenamente operável sem fixação (sem critério estabilizado, sem memória e sem mediação simbólica).",
    "consequencias": [
      "Sem critério estabilizado, não há regra de seleção repetível: a direção colapsa em flutuação não distinguível de arbitrariedade.",
      "Sem memória/representação, não há persistência temporal: não é possível falar de orientação continuada, apenas de impulsos locais sem cumulatividade.",
      "Sem linguagem/símbolo, não há fixação partilhável nem transmissível: perde-se a possibilidade de coordenação e de validação (estabilidade de aplicação)."
    ],
    "resultado": "Contradição: uma direção ‘operável’ sem fixação elimina as próprias condições de operatividade (repetição, persistência, aplicabilidade), logo a direção exige fixação criterial mediada e memorável."
  },
  "ligacoes_narrativas": {
    "depende_de_argumentos": [
      "ARG_DIRECAO_ONTOLOGICA_COMO_ORIENTACAO_DA_ATUALIZACAO",
      "ARG_CRITERIO_COMO_FIXACAO_OPERATIVA_SOB_LIMITE",
      "ARG_VALIDADE_COMO_ESTABILIDADE_DE_APLICACAO",
      "ARG_MEMORIA_COMO_ESTABILIZACAO_TEMPORAL_INTERNA",
      "ARG_MEDIACAO_COMO_TRANSFORMACAO_DA_APREENSAO_EM_REPRESENTACAO_OPERAVEL",
      "ARG_LINGUAGEM_COMO_SISTEMA_DE_SIMBOLOS_ESTABILIZADOS"
    ],
    "prepara_argumentos": [
      "ARG_BEM_COMO_ADEQUACAO_DA_ATUALIZACAO_AO_REAL",
      "ARG_DEVER_SER_COMO_SUBORDINACAO_AO_REAL"
    ],
    "back_links": [
      "CAP_24_DIRECAO"
    ],
    "forward_links": []
  },
  "proposicoes_fonte": {
    "premissas": [],
    "deducoes": []
  },
  "observacoes": "O ponto é ‘operacional’: direção sem fixação não orienta. Fixar não é absolutizar — é estabilizar critérios via mediação e memória, mantendo a correção pela submissão ao real para evitar fechamento.",
  "_ficheiro_origem": "52_ARG_DIRECAO_COMO_FIXACAO_DE_VETORES_DE_ACAO.json"
}