{
  "id": "ARG_BEM_COMO_ADEQUACAO_DA_ATUALIZACAO_AO_REAL",
  "capitulo": "CAP_25_BEM_MAL",
  "parte": "PARTE_VI",
  "nivel": 5,
  "conceito_alvo": "D_BEM",
  "criterio_ultimo": "D_REAL",
  "natureza": "meta_dedutivo",
  "tipo_de_necessidade": "estrutural",
  "nivel_de_operacao": "operacional",
  "fundamenta": {
    "regimes": [
      "REGIME_ETICO_ONTOLOGICO",
      "REGIME_EPISTEMOLOGICO",
      "REGIME_DESCRICAO_ESTRUTURAL",
      "REGIME_CORRETIVO",
      "REGIME_INSCRICAO_REAL"
    ],
    "percursos": [
      "P_EIXO_ETICO_NARRATIVO",
      "P_PERCURSO_DA_VIDA_BOA",
      "P_EIXO_EPISTEMOLOGICO",
      "P_PERCURSO_DO_ERRO_E_CORRECAO"
    ],
    "modulos": []
  },
  "pressupostos_ontologicos": [
    "D_ADEQUACAO",
    "D_VERDADE",
    "D_CRITERIO",
    "D_ATUALIZACAO",
    "D_DIRECAO_ONTOLOGICA",
    "D_DANO_REAL",
    "D_CAMPO_DE_POTENCIALIDADES",
    "D_REAL"
  ],
  "outputs_instalados": [
    "D_BEM"
  ],
  "operacoes_chave": [
    "OP_FIXACAO_CRITERIO",
    "OP_SUBMISSAO_REAL",
    "OP_DESCRICAO_ESTRUTURAL",
    "OP_RECONDUCAO_RELACIONAL",
    "OP_IDENTIFICACAO_DANO_REAL",
    "OP_DIFERENCIACAO_NIVEIS"
  ],
  "estrutura_logica": {
    "premissas": [
      "D_ADEQUACAO é relação de correspondência situada sob D_CRITERIO: não há adequação sem critério, e o critério tem de poder ser aplicado e revisto.",
      "D_VERDADE exige OP_SUBMISSAO_REAL: sem o real como instância de negação, a adequação degrada-se em mera coerência interna (fechamento).",
      "Na dimensão prática, D_ATUALIZACAO é transição no contínuo com consequências temporais; existe D_DIRECAO_ONTOLOGICA como orientação dessas atualizações no campo.",
      "D_DANO_REAL instala um mínimo negativo ancorado no real: há trajetos que degradam condições e estreitam o campo de potencialidades (veto).",
      "Logo, uma definição positiva mínima de ‘bem’ tem de manter continuidade com adequação/verdade: não pode ser puro ideal interno, tem de ser adequação prática ao real sob critério, e compatível com o veto do dano."
    ],
    "deducoes_necessarias": [
      "Se a direção ontológica é orientação da atualização no campo sob critérios ancorados no real, então há uma classe de trajetos que, sob esses critérios, se mantêm compatíveis com as condições reais e não produzem dano real relevante.",
      "Essa classe não é ‘boa’ por decreto: é boa porque corresponde (adequação) às estruturas e limites reais que permitem continuidade, agência e abertura de potencialidades.",
      "Logo, D_BEM pode ser instalado como: adequação prática da atualização ao real sob critério — isto é, orientação do trajecto no campo que preserva/abre potencialidades e evita dano real relevante, mantendo possibilidade de correção."
    ],
    "conclusao": "D_BEM é adequação da atualização ao real: uma orientação prática, sob critério e submissão ao real, que preserva/abre potencialidades e evita dano real relevante."
  },
  "reducao_ao_absurdo": {
    "ativa": true,
    "hipotese": "O bem não tem relação necessária com adequação ao real; é apenas um rótulo interno (preferência, convenção ou coerência simbólica), independente de submissão ao real e de dano real.",
    "consequencias": [
      "O bem poderia legitimar trajetos incompatíveis com as condições reais (incluindo trajetos com dano real), desde que ‘internamente’ coerentes.",
      "A distinção entre bem e mal perderia base estrutural: ficaria impossível diferenciar orientação que preserva condições de orientação que as degrada, sem arbitrariedade.",
      "A correção tornar-se-ia irrelevante: se o bem não depende do real, o real não pode negar nem corrigir a orientação prática."
    ],
    "resultado": "Contradição com os eixos epistemológico e corretivo do projecto: negar a relação do bem com adequação/submissão ao real torna o bem auto-validante e dissolve a possibilidade de correção e de distinção prática com base em consequências reais."
  },
  "ligacoes_narrativas": {
    "depende_de_argumentos": [
      "ARG_ADEQUACAO_COMO_RELACAO_DE_CORRESPONDENCIA_SITUADA",
      "ARG_VERDADE_EXIGE_SUBMISSAO_REAL",
      "ARG_DIRECAO_ONTOLOGICA_COMO_ORIENTACAO_DA_ATUALIZACAO",
      "ARG_DANO_REAL_COMO_CRITERIO_NEGATIVO_DA_POTENCIA"
    ],
    "prepara_argumentos": [
      "ARG_MAL_COMO_DEGENERACAO_E_DANO"
    ],
    "back_links": [
      "CAP_25_BEM_MAL"
    ],
    "forward_links": []
  },
  "proposicoes_fonte": {
    "premissas": [],
    "deducoes": []
  },
  "observacoes": "O ‘bem’ é definido por continuidade com o eixo epistemológico: adequação sob critério e submissão ao real, agora aplicada à orientação prática (direção) no campo de potencialidades, com o dano real como assimetria mínima negativa.",
  "_ficheiro_origem": "53_ARG_BEM_COMO_ADEQUACAO_DA_ATUALIZACAO_AO_REAL.json"
}