{
  "id": "ARG_MAL_COMO_DEGENERACAO_E_DANO",
  "capitulo": "CAP_25_BEM_MAL",
  "parte": "PARTE_VI",
  "nivel": 5,
  "conceito_alvo": "D_MAL",
  "criterio_ultimo": "D_REAL",
  "natureza": "meta_dedutivo",
  "tipo_de_necessidade": "estrutural",
  "nivel_de_operacao": "operacional",
  "fundamenta": {
    "regimes": [
      "REGIME_ETICO_ONTOLOGICO",
      "REGIME_DESCRICAO_ESTRUTURAL",
      "REGIME_CORRETIVO",
      "REGIME_CRITICA_SISTEMICA",
      "REGIME_INSCRICAO_REAL"
    ],
    "percursos": [
      "P_EIXO_ETICO_NARRATIVO",
      "P_PERCURSO_DA_DEGENERACAO_ETICA",
      "P_PERCURSO_DO_ERRO_E_CORRECAO"
    ],
    "modulos": []
  },
  "pressupostos_ontologicos": [
  "D_MAL",
  "D_DANO_REAL",
  "D_AUTORREFERENCIALIDADE",
  "D_ERRO_CATEGORIAL",
  "D_ERRO_DE_ESCALA",
  "D_ERRO_ONTOLOGICO",
  "D_CORRECAO",
  "D_REAL"
],
  "outputs_instalados": [
    "D_MAL"
  ],
  "operacoes_chave": [
    "OP_IDENTIFICACAO_DANO_REAL",
    "OP_IDENTIFICACAO_ERRO_DESCRITIVO",
    "OP_CRITICA_FECHAMENTO_SIMBOLICO",
    "OP_SUBMISSAO_REAL",
    "OP_DESCRICAO_ESTRUTURAL",
    "OP_IDENTIFICACAO_SUBSTITUICAO_REAL_SISTEMA",
    "OP_RECONDUCAO_RELACIONAL"
  ],
  "estrutura_logica": {
    "premissas": [
      "D_DANO_REAL identifica atualizações que degradam condições reais e estreitam o campo de potencialidades (perda de condições, destruição de compatibilidades).",
      "A distinção bem/mal, para não ser arbitrária, tem de manter submissão ao real: deve depender de consequências reais e de limites reais, não de mera coerência interna.",
      "O eixo do erro mostrou que há formas de desalinhamento que se estabilizam: erro categorial (substituição de regime), erro de escala (colapso de níveis) e erro ontológico (hipóstase).",
      "D_AUTORREFERENCIALIDADE é risco estrutural: sistemas de critérios internos podem auto-validar-se e resistir à correção pelo real.",
      "Logo, o mal não é apenas ‘ausência de bem’: é um processo de degeneração que inclui dano real e mecanismos de estabilização do dano por erro e fechamento."
    ],
    "deducoes_necessarias": [
      "Existe uma classe de trajetos em que (i) há dano real e (ii) a própria estrutura simbólico-operativa impede reconhecer o dano como dano (ou impede corrigir), por autorreferencialidade e erro.",
      "Quando um trajeto danoso é racionalizado por categorias erradas, por colapso de escala ou por hipóstases, o dano tende a perpetuar-se e a expandir-se (degeneração).",
      "Logo, D_MAL pode ser definido operativamente como: degeneração + dano real, i.e., atualizações que degradam condições reais e se estabilizam/auto-perpetuam por erro e fechamento simbólico (substituição do real)."
    ],
    "conclusao": "D_MAL é degeneração e dano: trajetos de atualização que produzem dano real e tendem a estabilizar-se/auto-perpetuar-se por autorreferencialidade e por erro (categorial, de escala e ontológico), substituindo o real por critérios internos."
  },
  "reducao_ao_absurdo": {
    "ativa": true,
    "hipotese": "O mal pode ser definido sem referência ao dano real e sem referência aos mecanismos de erro/fechamento (o mal seria apenas um rótulo simbólico).",
    "consequencias": [
      "Tornar-se-ia impossível distinguir mal de bem em termos estruturais: ambos poderiam coexistir com os mesmos efeitos reais (incluindo degradação) e ainda assim ser chamados ‘bons’ ou ‘maus’ por convenção.",
      "A crítica sistémica e a teoria do erro ficariam desligadas do eixo ético: não haveria razão para ligar autorreferencialidade, hipóstase e colapso de escala à degeneração prática.",
      "A correção perderia alvo: se o mal não envolve dano real e estabilização do erro, não há critério para reinscrever e ajustar."
    ],
    "resultado": "Contradição com a necessidade de submissão ao real e com o papel do erro/correção: sem dano real e sem mecanismos de estabilização, o ‘mal’ perde conteúdo ontológico e dissolve-se em etiqueta arbitrária."
  },
  "ligacoes_narrativas": {
    "depende_de_argumentos": [
      "ARG_DANO_REAL_COMO_CRITERIO_NEGATIVO_DA_POTENCIA",
      "ARG_ERRO_COMO_DESALINHAMENTO_OPERATIVO",
      "ARG_ERRO_CATEGORIAL_COMO_SUBSTITUICAO_DE_REGIME",
      "ARG_ERRO_DE_ESCALA_COMO_COLAPSO_DE_NIVEIS",
      "ARG_ERRO_ONTOLOGICO_COMO_HIPOSTASE",
      "ARG_AUTORREFERENCIALIDADE_COMO_RISCO_DE_FECHAMENTO",
      "ARG_CORRECAO_COMO_REINSCRICAO_NO_REAL"
    ],
    "prepara_argumentos": [
      "ARG_DEVER_SER_COMO_SUBORDINACAO_AO_REAL"
    ],
    "back_links": [
      "CAP_25_BEM_MAL"
    ],
    "forward_links": []
  },
  "proposicoes_fonte": {
    "premissas": [],
    "deducoes": []
  },
  "observacoes": "Aqui o ‘mal’ é tratado como dinâmica: não é uma substância, mas um percurso de atualização que produz dano real e bloqueia a correção via erro e fechamento. Isto prepara o ‘dever-ser’ como resposta normativa (subordinação ao real) e a crítica sistémica.",
  "_ficheiro_origem": "54_ARG_MAL_COMO_DEGENERACAO_E_DANO.json"
}