{
  "id": "ARG_DEVER_SER_COMO_DERIVACAO_DA_DIGNIDADE",
  "capitulo": "CAP_26_DEVER_SER",
  "parte": "PARTE_VI",
  "nivel": 5,
  "conceito_alvo": "D_DEVER_SER",
  "criterio_ultimo": "D_REAL",
  "natureza": "meta_dedutivo",
  "tipo_de_necessidade": "estrutural",
  "nivel_de_operacao": "operacional",
  "fundamenta": {
    "regimes": [
      "REGIME_ETICO_ONTOLOGICO",
      "REGIME_DESCRICAO_ESTRUTURAL",
      "REGIME_CORRETIVO",
      "REGIME_INSCRICAO_REAL"
    ],
    "percursos": [
      "P_EIXO_ETICO_NARRATIVO",
      "P_PERCURSO_DA_VIDA_BOA",
      "P_PERCURSO_DA_VIDA_BOA_FILOSOFICA",
      "P_PERCURSO_DA_VIDA_BOA_FILOSOFICA_ESPIRAL"
    ],
    "modulos": []
  },
  "pressupostos_ontologicos": [
    "D_SER_HUMANO",
    "D_CONSCIENCIA_REFLEXIVA",
    "D_LOCALIDADE",
    "D_PONTO_DE_VISTA",
    "D_MEDIACAO",
    "D_MEMORIA",
    "D_LINGUAGEM",
    "D_DANO_REAL",
    "D_DIGNIDADE",
    "D_DEVER_SER",
    "D_REAL"
  ],
  "outputs_instalados": [
    "D_DEVER_SER"
  ],
  "operacoes_chave": [
    "OP_IDENTIFICACAO_DEPENDENCIA",
    "OP_FIXACAO_CONDICAO_ONTOLOGICA",
    "OP_FIXACAO_LIMITE_ONTOLOGICO",
    "OP_FIXACAO_CRITERIO",
    "OP_DESCRICAO_ESTRUTURAL",
    "OP_SUBMISSAO_REAL",
    "OP_RECONDUCAO_RELACIONAL"
  ],
  "estrutura_logica": {
    "premissas": [
      "O ser humano é um nó reflexivo localizado: a sua agência depende de condições ontológicas específicas (localidade, ponto de vista, memória, mediação simbólica).",
      "Essas condições não são acessórios: são o que torna possível orientação, correção, responsabilidade e qualquer forma de vida normativa (sem elas, a agência colapsa).",
      "D_DANO_REAL identifica trajetos que degradam condições reais; uma classe crucial de dano é a degradação das próprias condições de reflexividade e de mediação (destruir a base de orientação/correção).",
      "Um limite normativo mínimo pode ser formulado como proteção dessas condições ontológicas do nó reflexivo: esse limite é D_DIGNIDADE.",
      "Se D_DIGNIDADE é um limite normativo (sobre o que pode ser feito ao nó reflexivo e às suas condições), então ele gera obrigações práticas: o dever-ser deve incorporar esse limite como fonte."
    ],
    "deducoes_necessarias": [
      "Da identificação de D_DIGNIDADE como limite normativo das condições ontológicas do humano segue-se que há trajetos proibidos (vetados) não apenas por dano ‘externo’, mas por dano ao próprio suporte de agência (instrumentalização destrutiva).",
      "Logo, o dever-ser não é só subordinação abstrata ao real; é também uma derivação específica: subordinação ao real enquanto proteção das condições ontológicas da reflexividade mediada.",
      "Portanto, D_DEVER_SER deriva de D_DIGNIDADE na medida em que as normas mínimas exigem preservar a condição do nó reflexivo (evitar degradações que anulam agência, correção e responsabilidade)."
    ],
    "conclusao": "D_DEVER_SER deriva de D_DIGNIDADE: a normatividade mínima inclui a obrigação de proteger as condições ontológicas do ser humano enquanto nó reflexivo mediado e localizado, vetando trajetos que destruam essa base (dano real estrutural)."
  },
  "reducao_ao_absurdo": {
    "ativa": true,
    "hipotese": "Existe dignidade (como limite normativo real) mas o dever-ser não deriva dela; a dignidade não impõe qualquer obrigação.",
    "consequencias": [
      "A dignidade ficaria sem função normativa: seria apenas uma etiqueta descritiva, incapaz de vetar trajetos que degradam a condição reflexiva.",
      "O sistema normativo poderia aceitar instrumentalização destrutiva das condições de agência (ponto de vista, memória, mediação), sem incoerência interna.",
      "Responsabilidade e correção perderiam sustentação: permitir-se-ia destruir as condições que tornam possível responder e corrigir, e ainda assim manter ‘normas’ válidas."
    ],
    "resultado": "Contradição: se a dignidade é um limite normativo real, ela tem de produzir obrigações; negar a derivação do dever-ser dissolve a dignidade como limite e reintroduz autorreferencialidade normativa."
  },
  "ligacoes_narrativas": {
    "depende_de_argumentos": [
      "ARG_DEVER_SER_COMO_SUBORDINACAO_AO_REAL",
      "ARG_SER_HUMANO_COMO_NODO_REFLEXIVO_LOCALIZADO",
      "ARG_CONSCIENCIA_REFLEXIVA_COMO_CAPACIDADE_LOCALIZADA",
      "ARG_MEDIACAO_COMO_TRANSFORMACAO_DA_APREENSAO_EM_REPRESENTACAO_OPERAVEL",
      "ARG_DANO_REAL_COMO_CRITERIO_NEGATIVO_DA_POTENCIA"
    ],
    "prepara_argumentos": [
      "ARG_DIGNIDADE_COMO_LIMITE_NORMATIVO_DA_MEDIACAO"
    ],
    "back_links": [
      "CAP_26_DEVER_SER"
    ],
    "forward_links": []
  },
  "proposicoes_fonte": {
    "premissas": [],
    "deducoes": []
  },
  "observacoes": "Aqui o ‘dever-ser’ ganha uma fonte interna ao projecto: não é idealismo, mas proteção das condições ontológicas do nó reflexivo. Dignidade funciona como limite normativo que, por estrutura, gera obrigações (não degradar o suporte da agência/correção).",
  "_ficheiro_origem": "56_ARG_DEVER_SER_COMO_DERIVACAO_DA_DIGNIDADE.json"
}