{
  "id": "ARG_DIGNIDADE_COMO_LIMITE_NORMATIVO_DA_MEDIACAO",
  "capitulo": "CAP_26_DEVER_SER",
  "parte": "PARTE_VI",
  "nivel": 5,
  "conceito_alvo": "D_DIGNIDADE",
  "criterio_ultimo": "D_REAL",
  "natureza": "meta_dedutivo",
  "tipo_de_necessidade": "estrutural",
  "nivel_de_operacao": "operacional",
  "fundamenta": {
    "regimes": [
      "REGIME_ETICO_ONTOLOGICO",
      "REGIME_DESCRICAO_ESTRUTURAL",
      "REGIME_CORRETIVO",
      "REGIME_INSCRICAO_REAL",
      "REGIME_CRITICA_SISTEMICA"
    ],
    "percursos": [
      "P_EIXO_ETICO_NARRATIVO",
      "P_PERCURSO_DA_VIDA_BOA",
      "P_PERCURSO_DA_VIDA_BOA_FILOSOFICA",
      "P_PERCURSO_DA_VIDA_BOA_FILOSOFICA_ESPIRAL",
      "P_EIXO_SIMBOLICO_MEDIACIONAL",
      "P_CRITICA_SISTEMICA_E_REINTEGRACAO_ONTOLOGICA"
    ],
    "modulos": []
  },
  "pressupostos_ontologicos": [
    "D_DIGNIDADE",
    "D_DEVER_SER",
    "D_MEDIACAO",
    "D_REPRESENTACAO",
    "D_SIMBOLO",
    "D_LINGUAGEM",
    "D_SER_HUMANO",
    "D_LOCALIDADE",
    "D_PONTO_DE_VISTA",
    "D_LIBERDADE_SITUADA",
    "D_DANO_REAL",
    "D_REAL"
  ],
  "outputs_instalados": [
    "D_DIGNIDADE"
  ],
  "operacoes_chave": [
    "OP_IDENTIFICACAO_MEDIACAO",
    "OP_FIXACAO_LIMITE_ONTOLOGICO",
    "OP_IDENTIFICACAO_DANO_REAL",
    "OP_DESCRICAO_ESTRUTURAL",
    "OP_CRITICA_FECHAMENTO_SIMBOLICO",
    "OP_IDENTIFICACAO_SUBSTITUICAO_REAL_SISTEMA",
    "OP_SUBMISSAO_REAL",
    "OP_RECONDUCAO_RELACIONAL"
  ],
  "estrutura_logica": {
    "premissas": [
      "D_MEDIACAO transforma apreensão em representação operável: permite estabilizar, comunicar e ampliar a ação, mas introduz risco de substituir o real por representações.",
      "O ser humano, enquanto nó reflexivo localizado, depende de condições ontológicas (localidade, ponto de vista, liberdade situada, possibilidade de correção) que podem ser afetadas por formas de mediação.",
      "Existe D_DANO_REAL como critério negativo mínimo: dano é degradação com inscrição no real que estreita potencialidades e destrói condições de agência.",
      "Há formas de mediação que não apenas descrevem/representam, mas tratam o nó reflexivo como meio, reduzindo-o a componente funcional (instrumentalização) e degradando as suas condições (ponto de vista, liberdade, correção).",
      "Se o dever-ser deriva da dignidade, então a dignidade tem de poder ser formulada como um limite concreto sobre a mediação: o que é (ou não é) admissível fazer por meio de símbolos, representações e sistemas."
    ],
    "deducoes_necessarias": [
      "Como mediações podem tanto ampliar quanto degradar, é necessário um limite normativo que incida precisamente sobre a forma e uso da mediação (não só sobre resultados externos).",
      "Esse limite tem ancoragem no real: identifica-se por dano real às condições ontológicas do nó reflexivo (perda de liberdade situada, colapso do ponto de vista, bloqueio de correção, substituição do real por sistema).",
      "Logo, D_DIGNIDADE pode ser instalado como: limite normativo da mediação, que veta práticas mediacionais que convertam o nó reflexivo em mero objeto/meio e que destruam as condições da sua agência e correção."
    ],
    "conclusao": "D_DIGNIDADE é um limite normativo da mediação: constrange práticas simbólicas/representacionais para impedir dano real às condições ontológicas do ser humano enquanto nó reflexivo localizado (evitando instrumentalização destrutiva e substituição do real por sistema)."
  },
  "reducao_ao_absurdo": {
    "ativa": true,
    "hipotese": "A dignidade existe, mas não incide sobre a mediação; toda a mediação é normativamente neutra e só os resultados externos importam.",
    "consequencias": [
      "Seria admissível qualquer forma de objetificação/instrumentalização mediacional desde que se alegassem ‘bons fins’, mesmo que destruísse ponto de vista, liberdade situada e correção.",
      "A crítica ao fechamento simbólico e à substituição do real por sistema não teria relevância ética: seriam apenas problemas técnicos, não limites normativos.",
      "O dever-ser deixaria de proteger a base ontológica da agência: permitir-se-ia destruir o suporte de responsabilidade e correção, mantendo normas ‘válidas’ por coerência interna."
    ],
    "resultado": "Contradição: se a dignidade protege as condições ontológicas do nó reflexivo, ela tem de incidir sobre os modos de mediação que podem destruí-las; negar isso transforma dignidade em etiqueta sem poder de veto e reintroduz autorreferencialidade normativa."
  },
  "ligacoes_narrativas": {
    "depende_de_argumentos": [
      "ARG_DEVER_SER_COMO_DERIVACAO_DA_DIGNIDADE",
      "ARG_MEDIACAO_COMO_TRANSFORMACAO_DA_APREENSAO_EM_REPRESENTACAO_OPERAVEL",
      "ARG_AUTORREFERENCIALIDADE_COMO_RISCO_DE_FECHAMENTO",
      "ARG_DANO_REAL_COMO_CRITERIO_NEGATIVO_DA_POTENCIA"
    ],
    "prepara_argumentos": [
      "ARG_SISTEMA_COMO_CRISTALIZACAO_SISTEMICA_DE_MEDIACOES",
      "ARG_SISTEMA_TENDE_A_SUBSTITUIR_O_REAL"
    ],
    "back_links": [
      "CAP_26_DEVER_SER"
    ],
    "forward_links": []
  },
  "proposicoes_fonte": {
    "premissas": [],
    "deducoes": []
  },
  "observacoes": "Este argumento ‘fecha’ a PARTE VI: dignidade é o limite que impede que a mediação (símbolos/sistemas) destrua o próprio nó reflexivo. É a ponte direta para a crítica sistémica da PARTE VII (sistemas que substituem o real).",
  "_ficheiro_origem": "57_ARG_DIGNIDADE_COMO_LIMITE_NORMATIVO_DA_MEDIACAO.json"
}