{
  "id": "ARG_CULTURA_COMO_SISTEMA_SIMBOLICO_ESTABILIZADO",
  "capitulo": "CAP_28_CULTURA",
  "parte": "PARTE_VII",
  "nivel": 6,
  "conceito_alvo": "D_CULTURA",
  "criterio_ultimo": "D_REAL",
  "natureza": "meta_dedutivo",
  "tipo_de_necessidade": "estrutural",
  "nivel_de_operacao": "operacional",
  "fundamenta": {
    "regimes": [
      "REGIME_CRITICA_SISTEMICA",
      "REGIME_DESCRICAO_ESTRUTURAL",
      "REGIME_EPISTEMOLOGICO",
      "REGIME_INSCRICAO_REAL"
    ],
    "percursos": [
      "P_CRITICA_SISTEMICA_E_REINTEGRACAO_ONTOLOGICA",
      "P_EIXO_SIMBOLICO_MEDIACIONAL",
      "P_EIXO_EPISTEMOLOGICO"
    ],
    "modulos": []
  },
  "pressupostos_ontologicos": [
    "D_CULTURA",
    "D_SISTEMA_SIMBOLICO",
    "D_LINGUAGEM",
    "D_SIMBOLO",
    "D_MEMORIA",
    "D_REPRESENTACAO",
    "D_VALIDADE",
    "D_REGULARIDADE",
    "D_REAL"
  ],
  "outputs_instalados": [
    "D_CULTURA"
  ],
  "operacoes_chave": [
    "OP_IDENTIFICACAO_MEDIACAO",
    "OP_DESCRICAO_ESTRUTURAL",
    "OP_IDENTIFICACAO_DEPENDENCIA",
    "OP_FIXACAO_CRITERIO",
    "OP_RECONDUCAO_RELACIONAL",
    "OP_DESSUBSTANCIALIZACAO",
    "OP_SUBMISSAO_REAL"
  ],
  "estrutura_logica": {
    "premissas": [
      "D_LINGUAGEM é um sistema de símbolos estabilizados: permite fixar significados operativos e transmitir padrões de aplicação.",
      "D_MEMORIA estabiliza no tempo: permite que formas simbólicas persistam e se acumulem, criando continuidade intergeracional e repetição compatível.",
      "D_VALIDADE é estabilidade de aplicação: práticas simbólicas que são repetidas com consistência tornam-se critérios implícitos do que ‘faz sentido’, do que ‘conta’ e do que ‘é normal’.",
      "Em escala coletiva, a estabilização de símbolos, narrativas, hábitos interpretativos e critérios implícitos produz regularidades de apreensão e ação partilhadas.",
      "Essa estabilização não é substância metafísica: é uma configuração relacional de mediações partilhadas (logo requer dessubstancialização para evitar reificação)."
    ],
    "deducoes_necessarias": [
      "Da estabilização coletiva de símbolos e critérios segue-se um sistema simbólico efetivamente operante à escala social: orienta o que é percebido como relevante e como interpretável.",
      "Esse sistema simbólico coletivo precede muitas vezes a reflexão explícita: instala um ‘quadro’ que molda o ponto de vista coletivo e as possibilidades de descrição.",
      "Logo, D_CULTURA pode ser instalado como: sistema simbólico estabilizado — rede partilhada de mediações (linguagem, símbolos, representações) cuja validade e repetição produzem regularidades interpretativas e práticas."
    ],
    "conclusao": "D_CULTURA é um sistema simbólico estabilizado: uma rede partilhada de mediações (linguagem/símbolos/representações) cuja validade e repetição estruturam regularidades de interpretação e ação na escala coletiva."
  },
  "reducao_ao_absurdo": {
    "ativa": true,
    "hipotese": "Não existe cultura como sistema simbólico estabilizado; há apenas indivíduos com representações privadas sem estabilização partilhada.",
    "consequencias": [
      "A transmissão de critérios e significados tornaria-se inexplicável: linguagem não teria estabilidade social, apenas uso idiossincrático.",
      "Regularidades coletivas (hábitos, normas, práticas) não poderiam persistir: não haveria memória coletiva nem validade partilhada.",
      "A crítica sistémica perderia um dos seus alvos centrais: não haveria quadros coletivos capazes de fechar e substituir o real."
    ],
    "resultado": "Contradição com a própria existência de linguagem, validade e regularidade à escala coletiva: se símbolos são estabilizados e aplicados repetidamente em comunidade, então há necessariamente cultura como sistema simbólico estabilizado."
  },
  "ligacoes_narrativas": {
    "depende_de_argumentos": [
      "ARG_LINGUAGEM_COMO_SISTEMA_DE_SIMBOLOS_ESTABILIZADOS",
      "ARG_MEMORIA_COMO_ESTABILIZACAO_TEMPORAL_INTERNA",
      "ARG_VALIDADE_COMO_ESTABILIDADE_DE_APLICACAO",
      "ARG_SISTEMA_COMO_CRISTALIZACAO_SISTEMICA_DE_MEDIACOES"
    ],
    "prepara_argumentos": [
      "ARG_FECHAMENTO_SIMBOLICO_E_RISCO_DE_ERRO"
    ],
    "back_links": [
      "CAP_28_CULTURA"
    ],
    "forward_links": []
  },
  "proposicoes_fonte": {
    "premissas": [],
    "deducoes": []
  },
  "observacoes": "Cultura é a forma ‘sistémica’ do simbólico em escala coletiva: estabiliza quadros interpretativos e critérios implícitos. Isso prepara o argumento seguinte: quando fecha, aumenta risco de erro e substituição do real.",
  "_ficheiro_origem": "60_ARG_CULTURA_COMO_SISTEMA_SIMBOLICO_ESTABILIZADO.json"
}