{
  "id": "ARG_INSTITUICAO_COMO_FIXACAO_DE_CRITERIOS_COLETIVOS",
  "capitulo": "CAP_29_INSTITUICAO",
  "parte": "PARTE_VII",
  "nivel": 6,
  "conceito_alvo": "D_INSTITUICAO",
  "criterio_ultimo": "D_REAL",
  "natureza": "meta_dedutivo",
  "tipo_de_necessidade": "estrutural",
  "nivel_de_operacao": "operacional",
  "fundamenta": {
    "regimes": [
      "REGIME_CRITICA_SISTEMICA",
      "REGIME_DESCRICAO_ESTRUTURAL",
      "REGIME_CORRETIVO",
      "REGIME_EPISTEMOLOGICO",
      "REGIME_INSCRICAO_REAL"
    ],
    "percursos": [
      "P_CRITICA_SISTEMICA_E_REINTEGRACAO_ONTOLOGICA",
      "P_EIXO_EPISTEMOLOGICO",
      "P_PERCURSO_DO_ERRO_E_CORRECAO",
      "P_EIXO_SIMBOLICO_MEDIACIONAL"
    ],
    "modulos": []
  },
  "pressupostos_ontologicos": [
    "D_INSTITUICAO",
    "D_CULTURA",
    "D_SISTEMA",
    "D_CRITERIO",
    "D_VALIDADE",
    "D_REGULARIDADE",
    "D_ESTABILIDADE",
    "D_CORRECAO",
    "D_REAL"
  ],
  "outputs_instalados": [
    "D_INSTITUICAO"
  ],
  "operacoes_chave": [
    "OP_FIXACAO_CRITERIO",
    "OP_DESCRICAO_ESTRUTURAL",
    "OP_IDENTIFICACAO_DEPENDENCIA",
    "OP_RECONDUCAO_RELACIONAL",
    "OP_DIFERENCIACAO_NIVEIS",
    "OP_SUBMISSAO_REAL",
    "OP_IDENTIFICACAO_ESCALA"
  ],
  "estrutura_logica": {
    "premissas": [
      "Cultura e sistemas simbólicos estabilizados geram critérios implícitos e regularidades de interpretação e ação (validade por repetição).",
      "A coordenação coletiva em escala ampliada exige estabilização explícita: critérios, procedimentos e decisões precisam de ser aplicáveis de forma repetível e relativamente uniforme.",
      "D_CRITERIO é fixação operativa sob limite; D_VALIDADE é estabilidade de aplicação: quando a aplicação se torna coletiva, surge a necessidade de instâncias que fixem, mantenham e revisem critérios.",
      "O fechamento simbólico aumenta risco de erro: sem dispositivos de correção, a validade interna pode substituir o real, estabilizando desalinhamentos.",
      "Logo, há necessidade estrutural de uma forma que fixe critérios coletivos e opere mecanismos de decisão e correção: isso é instituição."
    ],
    "deducoes_necessarias": [
      "Se critérios devem ser aplicados de modo coletivo, então têm de ser exteriorizados/estabilizados em procedimentos, normas e papéis — isto instala um nível institucional distinto do nível meramente cultural (diferenciação de escala).",
      "Uma instituição é, portanto, a cristalização de critérios coletivos: define o que conta como válido, como se decide, como se aplica, e como se corrige (revisão, sanção, reparação).",
      "Como toda fixação pode fechar, a instituição tem ambivalência estrutural: aumenta coordenação e previsibilidade, mas pode substituir o real por formalismo se perder submissão ao real."
    ],
    "conclusao": "D_INSTITUICAO é fixação de critérios coletivos: estabiliza normas e procedimentos de aplicação/decisão em escala social, fornecendo coordenação e (idealmente) mecanismos de correção sob submissão ao real."
  },
  "reducao_ao_absurdo": {
    "ativa": true,
    "hipotese": "É possível coordenação coletiva estável sem qualquer fixação institucional de critérios (apenas cultura implícita e práticas espontâneas).",
    "consequencias": [
      "Critérios implícitos não teriam mecanismo de aplicação uniforme: a validade coletiva colapsaria em variação local, reduzindo previsibilidade e coordenação.",
      "Não haveria instâncias de correção/revisão: o fechamento simbólico poderia estabilizar erro sem qualquer mecanismo estruturado de reinscrição no real.",
      "A própria noção de regra coletiva aplicável (validade) ficaria sem suporte: sem fixação, cada aplicação seria contestável sem instância de decisão."
    ],
    "resultado": "Contradição: a exigência de validade e estabilidade de aplicação em escala social implica fixação de critérios e procedimentos; isso é precisamente o nível institucional."
  },
  "ligacoes_narrativas": {
    "depende_de_argumentos": [
      "ARG_CULTURA_COMO_SISTEMA_SIMBOLICO_ESTABILIZADO",
      "ARG_SISTEMA_COMO_CRISTALIZACAO_SISTEMICA_DE_MEDIACOES",
      "ARG_FECHAMENTO_SIMBOLICO_E_RISCO_DE_ERRO",
      "ARG_CRITERIO_COMO_FIXACAO_OPERATIVA_SOB_LIMITE",
      "ARG_VALIDADE_COMO_ESTABILIDADE_DE_APLICACAO"
    ],
    "prepara_argumentos": [
      "ARG_DIREITO_COMO_DESCRICAO_OPERATIVA_DO_REAL"
    ],
    "back_links": [
      "CAP_29_INSTITUICAO"
    ],
    "forward_links": []
  },
  "proposicoes_fonte": {
    "premissas": [],
    "deducoes": []
  },
  "observacoes": "A instituição é a forma de estabilização criterial em escala coletiva: responde à necessidade de coordenação e ao risco de fechamento cultural. Prepara o direito como forma institucional de descrição operativa do real, com pretensão (ideal) de reinscrição corretiva.",
  "_ficheiro_origem": "62_ARG_INSTITUICAO_COMO_FIXACAO_DE_CRITERIOS_COLETIVOS.json"
}