{
  "id": "ARG_DIREITO_COMO_DESCRICAO_OPERATIVA_DO_REAL",
  "capitulo": "CAP_29_INSTITUICAO",
  "parte": "PARTE_VII",
  "nivel": 6,
  "conceito_alvo": "D_DIREITO_COMO_DESCRICAO",
  "criterio_ultimo": "D_REAL",
  "natureza": "meta_dedutivo",
  "tipo_de_necessidade": "estrutural",
  "nivel_de_operacao": "operacional",
  "fundamenta": {
    "regimes": [
      "REGIME_CRITICA_SISTEMICA",
      "REGIME_EPISTEMOLOGICO",
      "REGIME_CORRETIVO",
      "REGIME_DESCRICAO_ESTRUTURAL",
      "REGIME_INSCRICAO_REAL",
      "REGIME_ETICO_ONTOLOGICO"
    ],
    "percursos": [
      "P_CRITICA_SISTEMICA_E_REINTEGRACAO_ONTOLOGICA",
      "P_EIXO_EPISTEMOLOGICO",
      "P_PERCURSO_DO_ERRO_E_CORRECAO",
      "P_EIXO_ETICO_NARRATIVO"
    ],
    "modulos": []
  },
  "pressupostos_ontologicos": [
    "D_DIREITO_COMO_DESCRICAO",
    "D_INSTITUICAO",
    "D_CRITERIO",
    "D_VALIDADE",
    "D_VERDADE",
    "D_ADEQUACAO",
    "D_CORRECAO",
    "D_DANO_REAL",
    "D_REAL"
  ],
  "outputs_instalados": [
    "D_DIREITO_COMO_DESCRICAO"
  ],
  "operacoes_chave": [
    "OP_DESCRICAO_ESTRUTURAL",
    "OP_FIXACAO_CRITERIO",
    "OP_SUBMISSAO_REAL",
    "OP_RECONDUCAO_RELACIONAL",
    "OP_IDENTIFICACAO_DANO_REAL",
    "OP_CRITICA_FECHAMENTO_SIMBOLICO",
    "OP_IDENTIFICACAO_SUBSTITUICAO_REAL_SISTEMA"
  ],
  "estrutura_logica": {
    "premissas": [
      "Instituições fixam critérios coletivos: definem regras de aplicação, decisão e revisão (validade em escala social).",
      "O eixo epistemológico fixa que adequação e verdade exigem submissão ao real: sem o real como instância de negação, sistemas de critérios tendem a fechar e a substituir o real por validade interna.",
      "No eixo ético, existe dano real como critério negativo mínimo: certas atualizações degradam condições reais e exigem veto/correção.",
      "O direito é uma forma institucional de mediação normativa: fixa critérios de permissão, obrigação e sanção, operando sobre representações de factos e consequências.",
      "Para não degenerar em puro formalismo auto-validante (substituição do real por sistema), o direito tem de manter uma relação estrutural ao real: factos, consequências, dano, limites."
    ],
    "deducoes_necessarias": [
      "O direito descreve operativamente o real: traduz condições e conflitos reais em categorias normativas aplicáveis (critério) e em procedimentos decisórios (validade).",
      "Essa descrição não é ‘fotografia’ do real: é operacional, orientada à ação e à correção — mas a sua legitimidade depende de permanecer corrigível pelo real (submissão ao real).",
      "Logo, D_DIREITO_COMO_DESCRICAO pode ser instalado como: descrição operativa do real, i.e., um sistema institucional de critérios que pretende orientar ações de modo adequado às condições reais e a minimizar dano, mantendo dispositivos de correção quando o real nega."
    ],
    "conclusao": "D_DIREITO_COMO_DESCRICAO é descrição operativa do real: um sistema institucional de critérios que traduz condições e conflitos reais em normas e procedimentos aplicáveis, devendo permanecer submetido ao real (factos, consequências, dano) para evitar fechamento e permitir correção."
  },
  "reducao_ao_absurdo": {
    "ativa": true,
    "hipotese": "O direito pode funcionar como sistema plenamente autorreferente, sem relação necessária com o real; basta validade interna (formalismo) para a sua normatividade.",
    "consequencias": [
      "A submissão ao real (condição de verdade/adequação) tornar-se-ia irrelevante: decisões poderiam ignorar factos e consequências reais desde que formalmente ‘válidas’.",
      "O dano real deixaria de ser veto: o sistema poderia legitimar trajetos danosos sem incoerência interna, desde que procedimentalmente corretos.",
      "A correção colapsaria: sem real como instância de negação, o direito não teria critério externo para rever categorias, escalas ou regimes; reforçaria fechamento e substituição do real."
    ],
    "resultado": "Contradição com os eixos epistemológico/corretivo/ético do projecto: um direito puramente autorreferente transforma validade interna em pseudo-realidade, eliminando adequação, erro e correção. Logo, o direito tem estrutura de descrição operativa do real e exige submissão ao real."
  },
  "ligacoes_narrativas": {
    "depende_de_argumentos": [
      "ARG_INSTITUICAO_COMO_FIXACAO_DE_CRITERIOS_COLETIVOS",
      "ARG_VERDADE_EXIGE_SUBMISSAO_REAL",
      "ARG_ADEQUACAO_COMO_RELACAO_DE_CORRESPONDENCIA_SITUADA",
      "ARG_CORRECAO_COMO_REINSCRICAO_NO_REAL",
      "ARG_DANO_REAL_COMO_CRITERIO_NEGATIVO_DA_POTENCIA",
      "ARG_SISTEMA_TENDE_A_SUBSTITUIR_O_REAL"
    ],
    "prepara_argumentos": [
      "ARG_TECNOLOGIA_COMO_MEDIACAO_DE_SEGUNDA_ORDEM",
      "ARG_TECNOLOGIA_COMO_AMPLIFICACAO_E_RISCO_DE_SUBSTITUICAO"
    ],
    "back_links": [
      "CAP_29_INSTITUICAO"
    ],
    "forward_links": []
  },
  "proposicoes_fonte": {
    "premissas": [],
    "deducoes": []
  },
  "observacoes": "O direito é enquadrado como mediação institucional com pretensão de adequação: descreve para operar. A sua ameaça estrutural é o formalismo autorreferente (substituição do real), e a sua condição de legitimidade é permanecer corrigível pela submissão ao real (factos, dano, consequências).",
  "_ficheiro_origem": "63_ARG_DIREITO_COMO_DESCRICAO_OPERATIVA_DO_REAL.json"
}