{
  "id": "ARG_TECNOLOGIA_COMO_MEDIACAO_DE_SEGUNDA_ORDEM",
  "capitulo": "CAP_30_TECNOLOGIA",
  "parte": "PARTE_VII",
  "nivel": 6,
  "conceito_alvo": "D_TECNOLOGIA",
  "criterio_ultimo": "D_REAL",
  "natureza": "meta_dedutivo",
  "tipo_de_necessidade": "estrutural",
  "nivel_de_operacao": "operacional",
  "fundamenta": {
    "regimes": [
      "REGIME_CRITICA_SISTEMICA",
      "REGIME_DESCRICAO_ESTRUTURAL",
      "REGIME_EPISTEMOLOGICO",
      "REGIME_CORRETIVO",
      "REGIME_INSCRICAO_REAL"
    ],
    "percursos": [
      "P_CRITICA_SISTEMICA_E_REINTEGRACAO_ONTOLOGICA",
      "P_EIXO_SIMBOLICO_MEDIACIONAL",
      "P_EIXO_EPISTEMOLOGICO",
      "P_PERCURSO_DO_ERRO_E_CORRECAO"
    ],
    "modulos": []
  },
  "pressupostos_ontologicos": [
    "D_TECNOLOGIA",
    "D_MEDIACAO",
    "D_REPRESENTACAO",
    "D_LINGUAGEM",
    "D_SIMBOLO",
    "D_SISTEMA",
    "D_VALIDADE",
    "D_ESCALA_ONTOLOGICA",
    "D_REAL"
  ],
  "outputs_instalados": [
    "D_TECNOLOGIA"
  ],
  "operacoes_chave": [
    "OP_IDENTIFICACAO_MEDIACAO",
    "OP_DIFERENCIACAO_NIVEIS",
    "OP_IDENTIFICACAO_ESCALA",
    "OP_DESCRICAO_ESTRUTURAL",
    "OP_IDENTIFICACAO_DEPENDENCIA",
    "OP_RECONDUCAO_RELACIONAL",
    "OP_SUBMISSAO_REAL"
  ],
  "estrutura_logica": {
    "premissas": [
      "D_MEDIACAO é transformação de apreensão em representação operável: permite operar sobre o real por meio de símbolos, linguagem e modelos.",
      "Sistemas são cristalizações de mediações: redes de critérios, procedimentos e representações que produzem validade e regularidade.",
      "Tecnologia não opera apenas ‘sobre coisas’: opera sobre representações e procedimentos (capta, transforma, armazena, transmite e executa mediações).",
      "Quando uma estrutura opera sobre mediações (e não apenas através delas), ela introduz um nível adicional: mediação que medeia outra mediação (segunda ordem).",
      "A existência de níveis e escalas exige não colapsar: D_ESCALA_ONTOLOGICA implica diferenciar o nível do real imediato, o nível simbólico, o nível sistémico e agora o nível tecnológico."
    ],
    "deducoes_necessarias": [
      "Se tecnologia opera sobre representações/procedimentos (p. ex., automatiza, formaliza, calcula, otimiza), então ela funciona como mediação de segunda ordem: uma mediação que reorganiza e amplifica outras mediações.",
      "Esta segunda ordem altera as condições de validade e de aplicação: pode tornar critérios mais repetíveis, mais rápidos e mais extensivos (efeito de escala).",
      "Logo, D_TECNOLOGIA pode ser instalado como: mediação de segunda ordem — estrutura operativa que automatiza/encadeia operações simbólicas e sistémicas, reconfigurando escala, velocidade e alcance das mediações."
    ],
    "conclusao": "D_TECNOLOGIA é mediação de segunda ordem: uma estrutura que opera sobre representações e procedimentos (mediações), automatizando e encadeando-as, e reconfigurando a escala e as condições de validade das operações no real."
  },
  "reducao_ao_absurdo": {
    "ativa": true,
    "hipotese": "Tecnologia não é mediação de segunda ordem; é apenas um conjunto de objetos neutros que não opera sobre representações/procedimentos.",
    "consequencias": [
      "Não se explicaria a automatização de decisões, métricas e critérios (o tecnológico ficaria reduzido a utensílio físico sem impacto no simbólico).",
      "Perder-se-ia a diferença entre usar linguagem/símbolos e usar sistemas técnicos que formalizam e executam essas mediações em escala (colapso de nível).",
      "A crítica sistémica à substituição do real não poderia ser intensificada pela tecnologia, contrariando o facto de a tecnologia operar precisamente sobre modelos e métricas."
    ],
    "resultado": "Contradição: dado que tecnologia formaliza e executa representações e procedimentos (não apenas manipula objetos), ela é necessariamente mediação de segunda ordem; negar isso colapsa níveis e impede descrever o seu efeito de escala."
  },
  "ligacoes_narrativas": {
    "depende_de_argumentos": [
      "ARG_MEDIACAO_COMO_TRANSFORMACAO_DA_APREENSAO_EM_REPRESENTACAO_OPERAVEL",
      "ARG_SISTEMA_COMO_CRISTALIZACAO_SISTEMICA_DE_MEDIACOES",
      "ARG_LINGUAGEM_COMO_SISTEMA_DE_SIMBOLOS_ESTABILIZADOS",
      "ARG_ESCALA_ONTOLOGICA_COMO_NAO_COLAPSO_DE_NIVEIS"
    ],
    "prepara_argumentos": [
      "ARG_TECNOLOGIA_COMO_AMPLIFICACAO_E_RISCO_DE_SUBSTITUICAO"
    ],
    "back_links": [
      "CAP_30_TECNOLOGIA"
    ],
    "forward_links": []
  },
  "proposicoes_fonte": {
    "premissas": [],
    "deducoes": []
  },
  "observacoes": "Este argumento fixa a tecnologia como ‘segunda ordem’ da mediação: não apenas instrumento, mas estrutura que opera sobre representações e procedimentos (modelos, métricas, regras), alterando escala e condições de validade — abrindo diretamente para o risco de substituição do real.",
  "_ficheiro_origem": "64_ARG_TECNOLOGIA_COMO_MEDIACAO_DE_SEGUNDA_ORDEM.json"
}