{
  "id": "ARG_TECNOLOGIA_COMO_AMPLIFICACAO_E_RISCO_DE_SUBSTITUICAO",
  "capitulo": "CAP_30_TECNOLOGIA",
  "parte": "PARTE_VII",
  "nivel": 6,
  "conceito_alvo": "D_TECNOLOGIA",
  "criterio_ultimo": "D_REAL",
  "natureza": "meta_dedutivo",
  "tipo_de_necessidade": "estrutural",
  "nivel_de_operacao": "operacional",
  "fundamenta": {
    "regimes": [
      "REGIME_CRITICA_SISTEMICA",
      "REGIME_EPISTEMOLOGICO",
      "REGIME_CORRETIVO",
      "REGIME_DESCRICAO_ESTRUTURAL",
      "REGIME_INSCRICAO_REAL"
    ],
    "percursos": [
      "P_CRITICA_SISTEMICA_E_REINTEGRACAO_ONTOLOGICA",
      "P_EIXO_EPISTEMOLOGICO",
      "P_PERCURSO_DO_ERRO_E_CORRECAO"
    ],
    "modulos": []
  },
  "pressupostos_ontologicos": [
  "D_TECNOLOGIA",
  "D_SISTEMA",
  "D_REAL",
  "D_VALIDADE",
  "D_CRITERIO",
  "D_ERRO_DE_ESCALA",
  "D_ERRO_CATEGORIAL",
  "D_ERRO_ONTOLOGICO",
  "D_CORRECAO",
  "D_ESCALA_ONTOLOGICA"
],
  "outputs_instalados": [
    "D_TECNOLOGIA"
  ],
  "operacoes_chave": [
    "OP_IDENTIFICACAO_ESCALA",
    "OP_IDENTIFICACAO_SUBSTITUICAO_REAL_SISTEMA",
    "OP_IDENTIFICACAO_ERRO_DESCRITIVO",
    "OP_CRITICA_FECHAMENTO_SIMBOLICO",
    "OP_SUBMISSAO_REAL",
    "OP_DESCRICAO_ESTRUTURAL",
    "OP_RECONDUCAO_RELACIONAL",
    "OP_FIXACAO_CRITERIO"
  ],
  "estrutura_logica": {
    "premissas": [
      "Tecnologia é mediação de segunda ordem: opera sobre representações, critérios e procedimentos, automatizando e encadeando operações simbólicas/sistémicas.",
      "A automatização e o encadeamento ampliam escala: aumentam alcance, velocidade, repetição e impacto das decisões e das medições (efeito de D_ESCALA_ONTOLOGICA).",
      "Sistemas tendem a substituir o real: quando privilegiam validade interna, podem hipostasiar representações e tratar o ‘válido’ como ‘real’.",
      "A amplificação tecnológica intensifica esse risco: se o quadro (modelo/métrica) for inadequado, o erro não fica local — propaga-se em escala, com aparência de neutralidade técnica.",
      "Os modos estruturais de erro já descritos (erro categorial, erro de escala, erro ontológico) são especialmente prováveis quando outputs técnicos são confundidos com o real."
    ],
    "deducoes_necessarias": [
      "Como a tecnologia amplifica operações, ela amplifica também a potência do erro: um erro de categoria ou de escala pode tornar-se sistémico, e a hipóstase pode tornar-se invisível (o output técnico passa a ser tratado como facto).",
      "Logo, há uma relação estrutural: tecnologia = amplificação + aumento do risco de substituição do real por sistema (via métricas/modelos/outputs), porque a validade técnica pode mascarar inadequação.",
      "Para conter esse risco, o eixo corretivo exige: (i) submissão ao real (verificação por consequências e factos), (ii) ajuste de critério e escala (OP_FIXACAO_CRITERIO + OP_IDENTIFICACAO_ESCALA), e (iii) reintegração/‘reinscrição’ quando o real nega."
    ],
    "conclusao": "A tecnologia amplifica a ação e, por isso, amplifica o risco de substituição do real: ao operar em escala sobre representações e critérios, pode propagar erro (categorial/escala/ontológico) com aparência de validade técnica, exigindo correção por submissão ao real e ajuste de critério e escala."
  },
  "reducao_ao_absurdo": {
    "ativa": true,
    "hipotese": "A tecnologia amplifica a ação mas não aumenta o risco de substituição do real; outputs técnicos são sempre transparências do real.",
    "consequencias": [
      "Erros de escala e de categoria seriam praticamente impossíveis em contexto tecnológico: o output técnico seria sempre o real (o que contradiz a necessidade de D_ESCALA_ONTOLOGICA e de distinção de níveis).",
      "A crítica sistémica à substituição do real perderia relevância no domínio tecnológico: tecnologia seria neutra e incapaz de reforçar fechamento.",
      "O eixo corretivo (reinscrição, ajuste de critério e escala) tornar-se-ia redundante precisamente onde a amplificação é máxima."
    ],
    "resultado": "Contradição: se tecnologia opera sobre representações e critérios em escala, então a possibilidade de confundir output com real (hipóstase) e de colapsar níveis/escala aumenta necessariamente; negar isso colapsa a própria teoria de erro/correção do projecto."
  },
  "ligacoes_narrativas": {
    "depende_de_argumentos": [
      "ARG_TECNOLOGIA_COMO_MEDIACAO_DE_SEGUNDA_ORDEM",
      "ARG_SISTEMA_TENDE_A_SUBSTITUIR_O_REAL",
      "ARG_ERRO_DE_ESCALA_COMO_COLAPSO_DE_NIVEIS",
      "ARG_ERRO_CATEGORIAL_COMO_SUBSTITUICAO_DE_REGIME",
      "ARG_ERRO_ONTOLOGICO_COMO_HIPOSTASE",
      "ARG_CORRECAO_COMO_AJUSTE_DE_CRITERIO_E_ESCALA",
      "ARG_VERDADE_EXIGE_SUBMISSAO_REAL"
    ],
    "prepara_argumentos": [],
    "back_links": [
      "CAP_30_TECNOLOGIA"
    ],
    "forward_links": []
  },
  "proposicoes_fonte": {
    "premissas": [],
    "deducoes": []
  },
  "observacoes": "Fecho da PARTE VII: a tecnologia é o multiplicador de escala da mediação. O risco central é o ‘tecnicismo’ como hipóstase — tomar o output como real. A salvaguarda estrutural é o eixo corretivo: submissão ao real + ajuste de critério/escala.",
  "_ficheiro_origem": "65_ARG_TECNOLOGIA_COMO_AMPLIFICACAO_E_RISCO_DE_SUBSTITUICAO.json"
}