{
  "id": "PR_P_TRANSICAO_ANTROPOLOGIA_ONTOLOGICA",

  "percurso_ref": "P_TRANSICAO_ANTROPOLOGIA_ONTOLOGICA",

  "criterio_ultimo": "D_REAL",

  "regimes": {

    "ativados": [
      "REGIME_DESCRICAO_ESTRUTURAL",
      "REGIME_CRITICA_REFLEXIVIDADE"
    ],

    "pressupostos": [
      "REGIME_INSCRICAO_REAL",
      "REGIME_DIFERENCIACAO_ONTOLOGICA"
    ],

    "excluidos": [
      "REGIME_EPISTEMOLOGICO",
      "REGIME_ETICO_ONTOLOGICO"
    ],

    "inaplicaveis": [
      "REGIME_CRITICA_SISTEMICA"
    ],

    "retorno": [
      "REGIME_CORRETIVO"
    ]
  },

  "justificacoes": {

    "REGIME_DESCRICAO_ESTRUTURAL": "O percurso descreve a emergência do ser humano como determinação localizada do real, sem recorrer a mediações normativas ou critérios de verdade.",

    "REGIME_CRITICA_REFLEXIVIDADE": "A reinscrição da consciência, a dessubstancialização do eu e a limitação da reflexividade são centrais para impedir a fundação subjetiva do real.",

    "REGIME_INSCRICAO_REAL": "O real permanece como condição ontológica anterior e exterior a qualquer emergência antropológica.",

    "REGIME_DIFERENCIACAO_ONTOLOGICA": "A distinção entre real, ser humano, consciência, mediação e liberdade exige diferenciação rigorosa de níveis ontológicos.",

    "REGIME_EPISTEMOLOGICO": "Ainda não há critério, adequação, verdade ou erro — apenas condições ontológicas de possibilidade do conhecer.",

    "REGIME_ETICO_ONTOLOGICO": "Ainda não há responsabilidade, bem, mal ou dever-ser, apenas a emergência da liberdade situada.",

    "REGIME_CRITICA_SISTEMICA": "Não existem ainda sistemas simbólicos estabilizados que possam degenerar ou fechar-se.",

    "REGIME_CORRETIVO": "A correção aplica-se apenas a leituras antropocêntricas, idealistas ou naturalistas indevidas do percurso."
  },

  "observacoes": [
    "Este percurso é transicional e não constitutivo.",
    "A antropologia emerge sem fundar o real.",
    "A reflexividade surge como determinação ontológica localizada, não como instância soberana.",
    "Este perfil marca o ponto exato a partir do qual a epistemologia se torna possível.",
    "Qualquer antecipação de critério, verdade ou normatividade neste ponto constitui erro estrutural."
  ]
}