{
  "id": "PR_P_PERCURSO_DA_VIDA_BOA_FILOSOFICA_ESPIRAL",

  "percurso_ref": "P_PERCURSO_DA_VIDA_BOA_FILOSOFICA_ESPIRAL",

  "criterio_ultimo": "D_REAL",

  "regimes": {

    "ativados": [
      "REGIME_DESCRICAO_ESTRUTURAL",
      "REGIME_EPISTEMOLOGICO",
      "REGIME_ETICO_ONTOLOGICO",
      "REGIME_CRITICA_REFLEXIVIDADE"
    ],

    "pressupostos": [
      "REGIME_INSCRICAO_REAL",
      "REGIME_DIFERENCIACAO_ONTOLOGICA"
    ],

    "excluidos": [],

    "condicionais": [
      "REGIME_CRITICA_SISTEMICA"
    ],

    "retorno": [
      "REGIME_CORRETIVO"
    ]
  },

  "justificacoes": {

    "REGIME_DESCRICAO_ESTRUTURAL": "O percurso descreve o viver bem como prática real reiterada, sem substituição do real por ideais normativos ou progressivos.",

    "REGIME_EPISTEMOLOGICO": "Cada volta da espiral envolve adequação, erro, critério e correção, sempre subordinados ao real como critério último.",

    "REGIME_ETICO_ONTOLOGICO": "Responsabilidade, bem, mal e direção ontológica emergem da atualização reiterada do poder-ser, sem normatividade externa.",

    "REGIME_CRITICA_REFLEXIVIDADE": "A repetição do percurso exige vigilância permanente contra a substancialização do eu, da verdade ou da identidade filosófica.",

    "REGIME_INSCRICAO_REAL": "O real permanece anterior, posterior e exterior a cada iteração da espiral.",

    "REGIME_DIFERENCIACAO_ONTOLOGICA": "A circulação entre ontologia, epistemologia e ética exige distinção rigorosa de níveis a cada retorno.",

    "REGIME_CRITICA_SISTEMICA": "Ativa-se apenas quando a prática espiral se cristaliza em doutrina, método ou identidade.",

    "REGIME_CORRETIVO": "A correção reinscreve o percurso no real sempre que ocorre fechamento, dogmatização ou desvio normativo."
  },

  "observacoes": [
    "Este percurso não é progressivo nem cumulativo.",
    "Cada retorno ao real reabre a possibilidade de erro e de correção.",
    "A espiral não funda uma identidade filosófica, apenas uma prática.",
    "O aumento da responsabilidade não implica aumento de certeza.",
    "Qualquer fechamento da espiral constitui degeneração sistémica."
  ]
}