{
  "id": "PR_P_PERCURSO_DO_ERRO_E_DA_DEGENERACAO",
  "percurso_ref": "P_PERCURSO_DO_ERRO_E_DA_DEGENERACAO",
  "criterio_ultimo": "D_REAL",
  "regimes": {
    "ativados": [
      "REGIME_CORRETIVO",
      "REGIME_CRITICA_SISTEMICA",
      "REGIME_DESCRICAO_ESTRUTURAL",
      "REGIME_EPISTEMOLOGICO",
      "REGIME_ETICO_ONTOLOGICO"
    ],
    "pressupostos": [
      "REGIME_CRITICA_REFLEXIVIDADE",
      "REGIME_INSCRICAO_REAL"
    ],
    "excluidos": [],
    "inaplicaveis": []
  },
  "justificacoes": {
    "REGIME_DESCRICAO_ESTRUTURAL": "O percurso descreve a passagem estrutural do erro persistente à produção de dano real, sem recorrer a categorias psicológicas ou normativas externas.",
    "REGIME_DIFERENCIACAO_ONTOLOGICA": "A distinção entre erro, mal, dano e degeneração exige separação rigorosa de níveis ontológicos e de escalas de aplicação.",
    "REGIME_ETICO_ONTOLOGICO": "Responsabilidade, direção ontológica, mal e dano real são aqui explicitamente tematizados como efeitos de atualizações da liberdade situada.",
    "REGIME_CRITICA_SISTEMICA": "A degeneração é identificada quando o dano produzido é estabilizado, normalizado ou justificado em práticas, sistemas ou instituições.",
    "REGIME_INSCRICAO_REAL": "O real é pressuposto como critério último para identificar dano, degeneração e afastamento estrutural.",
    "REGIME_EPISTEMOLOGICO": "O erro é herdado do domínio epistemológico, mas ultrapassa-o ao inscrever-se na prática e produzir efeitos reais.",
    "REGIME_CRITICA_REFLEXIVIDADE": "A reflexividade é tratada como situada e limitada, impedindo a personalização subjetiva do erro ou do mal.",
    "REGIME_CORRETIVO": "A reintegração ontológica permanece sempre possível enquanto houver campo de potencialidades, permitindo reversão de processos degenerativos."
  },
  "observacoes": [
    "Este percurso é o ponto de charneira entre epistemologia, ética e crítica sistémica.",
    "O erro deixa aqui de ser apenas cognitivo e torna-se ontologicamente eficaz.",
    "A degeneração não é princípio nem substância, mas processo acumulado.",
    "A crítica não é moral nem ideológica, mas ontológica.",
    "Este perfil fixa o modelo para todos os percursos de transição erro → dano → sistema."
  ]
}