{
  "id": "PR_P_PERCURSO_DA_VIDA_BOA",

  "percurso_ref": "P_PERCURSO_DA_VIDA_BOA",

  "criterio_ultimo": "D_REAL",

  "regimes": {

    "ativados": [
      "REGIME_INSCRICAO_REAL",
      "REGIME_DESCRICAO_ESTRUTURAL",
      "REGIME_DIFERENCIACAO_ONTOLOGICA",
      "REGIME_ETICO_ONTOLOGICO"
    ],

    "pressupostos": [
      "REGIME_CRITICA_REFLEXIVIDADE",
      "REGIME_EPISTEMOLOGICO"
    ],

    "excluidos": [],

    "inaplicaveis": [],

    "retorno": [
      "REGIME_CORRETIVO"
    ]
  },

  "justificacoes": {

    "REGIME_INSCRICAO_REAL": "O percurso assume o real como critério último do viver bem, sem o transformar em objeto de fundação teórica.",

    "REGIME_DESCRICAO_ESTRUTURAL": "O viver bem é descrito enquanto encadeamento ontológico de atualizações reais, não como ideal normativo.",

    "REGIME_DIFERENCIACAO_ONTOLOGICA": "O percurso atravessa escalas ontológicas distintas (real, humano, mediacional, ético) sem as colapsar.",

    "REGIME_ETICO_ONTOLOGICO": "Responsabilidade, bem, mal e dever-ser derivam aqui explicitamente do poder-ser e dos seus efeitos reais.",

    "REGIME_CRITICA_REFLEXIVIDADE": "A reflexividade é pressuposta como situada e limitada, mas não tematizada criticamente.",

    "REGIME_EPISTEMOLOGICO": "A noção de erro está presente como possibilidade estrutural, sem tematização plena da verdade e do critério.",

    "REGIME_CRITICA_SISTEMICA": "A crítica sistémica surge apenas como possibilidade corretiva quando o viver é capturado por sistemas fechados.",

    "REGIME_CORRETIVO": "O retorno ao real permanece sempre disponível quando há degeneração prática ou substituição do real por normas."
  },

  "observacoes": [
    "Este percurso é ético-ontológico, não filosófico no sentido reflexivo pleno.",
    "A epistemologia está presente apenas como condição implícita do erro, não como regime ativo.",
    "A ética não se autonomiza nem se transforma em normatividade externa.",
    "A pluralidade de vidas boas é ontologicamente admissível.",
    "Este perfil distingue estruturalmente viver bem de viver filosoficamente."
  ]
}