{
  "id": "PR_P_EIXO_CAMPO_E_LOCALIZACAO",
  "percurso_ref": "P_EIXO_CAMPO_E_LOCALIZACAO",
  "criterio_ultimo": "D_REAL",
  "regimes": {
    "ativados": [
      "REGIME_CRITICA_REFLEXIVIDADE",
      "REGIME_DESCRICAO_ESTRUTURAL",
      "REGIME_DIFERENCIACAO_ONTOLOGICA"
    ],
    "pressupostos": [
      "REGIME_INSCRICAO_REAL"
    ],
    "excluidos": [
      "REGIME_CRITICA_SISTEMICA",
      "REGIME_EPISTEMOLOGICO",
      "REGIME_ETICO_ONTOLOGICO"
    ]
  },
  "justificacoes": {
    "REGIME_DESCRICAO_ESTRUTURAL": "O percurso descreve a emergência do campo e da localização como estruturas ontológicas derivadas, sem recurso a representação, simbolização ou critérios epistemológicos.",
    "REGIME_DIFERENCIACAO_ONTOLOGICA": "A distinção entre campo, relação e localização exige diferenciação rigorosa de níveis ontológicos e impede colapsos com espaço físico, experiência subjetiva ou instâncias metafísicas.",
    "REGIME_INSCRICAO_REAL": "Campo e localização são determinações do real e não construções perspetivais, simbólicas ou fenomenológicas.",
    "REGIME_EPISTEMOLOGICO": "Não há ainda critério, verdade, erro ou adequação; o percurso é pré-epistemológico.",
    "REGIME_CRITICA_REFLEXIVIDADE": "O ponto de vista surge apenas como possibilidade ontológica derivada da localização, não como instância reflexiva autónoma.",
    "REGIME_ETICO_ONTOLOGICO": "Não há ainda responsabilidade, bem, mal ou dever-ser; qualquer normatividade é estruturalmente excluída.",
    "REGIME_CRITICA_SISTEMICA": "Ainda não existem sistemas simbólicos nem instituições; a crítica sistémica só se torna possível posteriormente.",
    "REGIME_CORRETIVO": "A correção aplica-se apenas a leituras indevidas que projetem espacialização, subjetivação ou simbolização neste eixo."
  },
  "observacoes": [
    "Este eixo é ontológico derivado, não fundacional.",
    "Campo e localização não introduzem exterioridade ao real.",
    "O ponto de vista aqui emergente é condição ontológica, não cognitiva.",
    "Este percurso prepara, mas não ativa, a mediação simbólica.",
    "Qualquer leitura experiencial ou fenomenológica constitui desvio categorial."
  ]
}