{
  "id": "F0001.1",
  "texto": "O que é que tem de haver alguma coisa fundacional nos dois grandes grupos de pessoas, pelo menos de pessoas que vivam na nossa cultura ocidental?",

  "proposicoes_ontologicas_no_fragmento": [
    "tem de haver alguma coisa fundacional nos dois grandes grupos de pessoas",
    "pelo menos de pessoas que vivam na nossa cultura ocidental"
    ],

  "classificacao": {
    "camada_0_tema_de_incidencia": [
      "Ontologia fundamental",
      "Antropologia"
    ],
    "camada_1_operacoes_ontologicas": [
      "Identificação de condição ontológica",
      "Pressuposto ontológico implícito",
      "Delimitação de campo ontológico"
    ],
    "camada_2_campos_ontologicos": [
      "Estrutura do real",
      "Ser humano"
    ],
    "camada_3_termos_filosoficos_de_contacto": []
  },

  "resposta_filosofica_ponto_forte": {
    "porque_toca_o_real": "Porque interroga a necessidade de uma condição fundacional real que atravesse grupos humanos, em vez de assumir diferenças meramente culturais ou psicológicas.",
    "erro_estrutural_evitado": "Evita tomar a divisão de grupos como autoexplicativa ou suficiente sem fundamento ontológico subjacente.",
    "eixo_ser_poder_ser_dever_ser": "Inscreve-se no eixo do ser, ao questionar o que tem necessariamente de ser o caso para que os grupos existam enquanto tais.",
    "leitura_nos_termos_do_autor": "O autor não afirma a existência do fundamento, mas questiona a sua necessidade enquanto condição real comum."
  },

  "extracao_ontologica": {
    "formulacoes_explicitas": [
      "É colocada como necessária a existência de algo fundacional comum a dois grandes grupos de pessoas.",
      "Esse questionamento é explicitamente limitado ao contexto de pessoas que vivem na cultura ocidental."
    ],
    "articulacao_opcional": "A interrogação articula a hipótese de um fundamento ontológico comum com uma delimitação cultural do campo de incidência."
  }
}

{
  "id": "F0001.2",
  "texto": "Mas tem de haver algo positivo entre a esquerda e a direita, no grande grupo, mas mais concretamente, ao nível psicológico, nos traços de personalidade, que refletem respostas diferentes, que não refletem mesmo tipos de personalidade diferentes, ou seja, refletem mesmo pessoas diferentes.",

  "proposicoes_ontologicas_no_fragmento": [
    "tem de haver algo positivo entre a esquerda e a direita",
    "ao nível psicológico, nos traços de personalidade, que refletem respostas diferentes",
    "não refletem mesmo tipos de personalidade diferentes",
    "refletem mesmo pessoas diferentes"
  ],

  "classificacao": {
    "camada_0_tema_de_incidencia": [
      "Ontologia fundamental",
      "Antropologia",
      "Política"
    ],
    "camada_1_operacoes_ontologicas": [
      "Identificação de condição ontológica",
      "Distinção ontológica",
      "Dissolução de dicotomia falsa",
      "Reinscrição do eu no real"
    ],
    "camada_2_campos_ontologicos": [
      "Relação eu–real",
      "Ser humano",
      "Consciência reflexiva"
    ],
    "camada_3_termos_filosoficos_de_contacto": []
  },

  "resposta_filosofica_ponto_forte": {
    "porque_toca_o_real": "Porque procura um elemento positivo e real que atravesse a oposição esquerda/direita, ancorando-a em diferenças efetivas de pessoas e não em abstrações ideológicas.",
    "erro_estrutural_evitado": "Evita a reificação de categorias políticas ou de tipos de personalidade como entidades ontologicamente autónomas.",
    "eixo_ser_poder_ser_dever_ser": "Inscreve-se no eixo do ser, ao afirmar diferenças reais entre pessoas enquanto condição explicativa das respostas observadas.",
    "leitura_nos_termos_do_autor": "O autor sustenta que as diferenças observáveis não correspondem a tipos psicológicos abstratos, mas a pessoas efetivamente distintas."
  },

  "extracao_ontologica": {
    "formulacoes_explicitas": [
      "É afirmada a necessidade de algo positivo e real que atravesse a distinção entre esquerda e direita.",
      "As diferenças manifestam-se ao nível psicológico como respostas distintas.",
      "Essas respostas não correspondem a tipos de personalidade, mas a pessoas diferentes."
    ],
    "articulacao_opcional": "A operação articula a recusa de categorias abstratas com a reinscrição das diferenças no nível ontológico das pessoas reais."
  }
}

{
  "id": "F0001.3",
  "texto": "Se fala em diferentes tipos de personalidade, fala simplesmente em pessoas completamente diferentes.",

  "proposicoes_ontologicas_no_fragmento": [
    "Se fala em diferentes tipos de personalidade, fala simplesmente em pessoas completamente diferentes"
  ],

  "classificacao": {
    "camada_0_tema_de_incidencia": [
      "Antropologia",
      "Consciência"
    ],
    "camada_1_operacoes_ontologicas": [
      "Dissolução de dicotomia falsa",
      "Redução de entidade ilegítima",
      "Recondução relacional"
    ],
    "camada_2_campos_ontologicos": [
      "Ser humano",
      "Erro ontológico"
    ],
    "camada_3_termos_filosoficos_de_contacto": []
  },

  "resposta_filosofica_ponto_forte": {
    "porque_toca_o_real": "Porque reconduz uma distinção abstrata (tipos de personalidade) a diferenças reais entre pessoas concretas.",
    "erro_estrutural_evitado": "Evita a reificação de categorias psicológicas como se fossem entidades ontológicas autónomas.",
    "eixo_ser_poder_ser_dever_ser": "Inscreve-se no eixo do ser, ao afirmar que o que existe são pessoas diferentes, não tipos enquanto tais.",
    "leitura_nos_termos_do_autor": "O autor identifica a linguagem dos tipos de personalidade como uma forma indireta de referir diferenças reais entre pessoas."
  },

  "extracao_ontologica": {
    "formulacoes_explicitas": [
      "A referência a tipos de personalidade é reduzida à existência de pessoas diferentes.",
      "Não são afirmadas entidades intermédias entre a pessoa real e a descrição psicológica."
    ],
    "articulacao_opcional": "A operação elimina uma mediação abstrata e reinscreve a diferença diretamente no plano ontológico das pessoas."
  }
}

{
  "id": "F0001.4",
  "texto": "Como todos somos nós, como nós somos todos. Nesse tipo de comportamento, consegue-se inferir o tipo de pensamento, os padrões de atividade mental consciente, mas também refletidos no sentido do comportamento, ainda que automático, animalístico, meramente mecanizado pelas cadências lógicas necessárias de evolução.",

  "proposicoes_ontologicas_no_fragmento": [
    "Como todos somos nós, como nós somos todos",
    "Nesse tipo de comportamento, consegue-se inferir o tipo de pensamento",
    "os padrões de atividade mental consciente",
    "refletidos no sentido do comportamento, ainda que automático, animalístico, meramente mecanizado pelas cadências lógicas necessárias de evolução"
  ],

  "classificacao": {
    "camada_0_tema_de_incidencia": [
      "Ontologia fundamental",
      "Consciência",
      "Antropologia"
    ],
    "camada_1_operacoes_ontologicas": [
      "Reinscrição do eu no real",
      "Relação estrutural",
      "Descrição de mecanismo real",
      "Ancoragem corporal"
    ],
    "camada_2_campos_ontologicos": [
      "Relação eu–real",
      "Consciência reflexiva",
      "Corpo e biologia",
      "Continuidade"
    ],
    "camada_3_termos_filosoficos_de_contacto": []
  },

  "resposta_filosofica_ponto_forte": {
    "porque_toca_o_real": "Porque descreve a continuidade real entre pessoa, pensamento consciente e comportamento corporal, recusando qualquer exterioridade entre mente e ação.",
    "erro_estrutural_evitado": "Evita o dualismo mente/comportamento e a separação entre consciência e mecanismos biológicos.",
    "eixo_ser_poder_ser_dever_ser": "Inscreve-se no eixo do ser, ao descrever como o pensamento e a consciência existem efetivamente no comportamento real.",
    "leitura_nos_termos_do_autor": "O autor afirma uma continuidade entre todos os indivíduos e descreve a possibilidade de inferir pensamento e consciência a partir do comportamento, mesmo quando este é automático e biologicamente mecanizado."
  },

  "extracao_ontologica": {
    "formulacoes_explicitas": [
      "Existe uma continuidade ontológica entre todos os indivíduos.",
      "O comportamento permite inferir o tipo de pensamento e os padrões de atividade mental consciente.",
      "A atividade consciente manifesta-se também em comportamentos automáticos e biologicamente mecanizados.",
      "Esses comportamentos obedecem a cadências lógicas necessárias da evolução."
    ],
    "articulacao_opcional": "A continuidade entre eu, consciência e comportamento é descrita como estrutural e biologicamente ancorada, permitindo inferência do pensamento a partir da ação real."
  }
}

{
  "id": "F0002.1",
  "texto": "Mas a questão não era tanto o plano grande, era mais o plano pequeno, era mais outro, era como, era mais este, era como se as minhas crenças, e crenças aqui em Portugal é muito amplo, não é?",

  "proposicoes_ontologicas_no_fragmento": [
    "a questão não era tanto o plano grande",
    "era mais o plano pequeno",
    "como se as minhas crenças",
    "crenças aqui em Portugal é muito amplo"
  ],

  "classificacao": {
    "camada_0_tema_de_incidencia": [
      "Epistemologia",
      "Consciência",
      "Cultura"
    ],
    "camada_1_operacoes_ontologicas": [
      "Deslocamento de escala ontológica",
      "Deslocamento do ponto de vista",
      "Limitação reflexiva do campo",
      "Identificação de mediação necessária"
    ],
    "camada_2_campos_ontologicos": [
      "Escala ontológica",
      "Ponto de vista",
      "Sistema simbólico"
    ],
    "camada_3_termos_filosoficos_de_contacto": []
  },

  "resposta_filosofica_ponto_forte": {
    "porque_toca_o_real": "Porque distingue explicitamente entre escalas de análise do real e reposiciona o problema num plano mais local e situado.",
    "erro_estrutural_evitado": "Evita a confusão de escala ao não tomar o plano geral como automaticamente explicativo do plano concreto.",
    "eixo_ser_poder_ser_dever_ser": "Inscreve-se no eixo do ser, ao redefinir onde o problema efetivamente se situa no real.",
    "leitura_nos_termos_do_autor": "O autor corrige o foco da questão, deslocando-o do plano geral para um plano mais próximo das suas próprias crenças, reconhecendo simultaneamente a carga cultural dessas crenças."
  },

  "extracao_ontologica": {
    "formulacoes_explicitas": [
      "A questão não se situa primariamente no plano geral.",
      "O problema é reinscrito num plano mais pequeno e localizado.",
      "As crenças do autor são reconhecidas como mediadas culturalmente.",
      "O significado de crença é dependente do contexto cultural português."
    ],
    "articulacao_opcional": "O fragmento articula um deslocamento de escala com o reconhecimento da mediação cultural das crenças individuais."
  }
}

{
  "id": "F0002.2",
  "texto": "Crenças rapidamente destruídas e supostas e maltratadas e...",

  "proposicoes_ontologicas_no_fragmento": [
    "Crenças rapidamente destruídas",
    "crenças supostas",
    "crenças maltratadas"
  ],

  "classificacao": {
    "camada_0_tema_de_incidencia": [
      "Epistemologia",
      "Consciência",
      "Cultura"
    ],
    "camada_1_operacoes_ontologicas": [
      "Descrição",
      "Identificação de mediação necessária",
      "Limitação estrutural do conhecimento"
    ],
    "camada_2_campos_ontologicos": [
      "Sistema simbólico",
      "Conhecimento",
      "Erro ontológico"
    ],
    "camada_3_termos_filosoficos_de_contacto": []
  },

  "resposta_filosofica_ponto_forte": {
    "porque_toca_o_real": "Porque descreve a fragilidade real das crenças enquanto entidades mediadas e expostas à destruição e distorção.",
    "erro_estrutural_evitado": "Evita tratar crenças como estruturas estáveis ou garantidas ontologicamente.",
    "eixo_ser_poder_ser_dever_ser": "Inscreve-se no eixo do ser, ao descrever o modo efetivo como as crenças existem e se degradam no real.",
    "leitura_nos_termos_do_autor": "O autor descreve as crenças como rapidamente desfeitas, assumidas sem fundamento e sujeitas a tratamento inadequado."
  },

  "extracao_ontologica": {
    "formulacoes_explicitas": [
      "As crenças são descritas como rapidamente destruídas.",
      "As crenças são assumidas sem fundamento explícito.",
      "As crenças são sujeitas a degradação no seu tratamento."
    ],
    "articulacao_opcional": "O fragmento descreve a instabilidade estrutural das crenças enquanto conteúdos mediados culturalmente."
  }
}

{
  "id": "F0002.3",
  "texto": "Mas também crenças, não sei, muitas crenças internacionais, mas também crenças...",

  "proposicoes_ontologicas_no_fragmento": [
    "muitas crenças internacionais",
    "mas também crenças"
  ],

  "classificacao": {
    "camada_0_tema_de_incidencia": [
      "Epistemologia",
      "Cultura"
    ],
    "camada_1_operacoes_ontologicas": [
      "Ampliação reflexiva do campo ontológico",
      "Deslocamento de escala ontológica",
      "Identificação de mediação necessária"
    ],
    "camada_2_campos_ontologicos": [
      "Sistema simbólico",
      "Escala ontológica",
      "Comunicação"
    ],
    "camada_3_termos_filosoficos_de_contacto": []
  },

  "resposta_filosofica_ponto_forte": {
    "porque_toca_o_real": "Porque alarga o campo das crenças para além do contexto local, reconhecendo a sua circulação em escalas mais amplas.",
    "erro_estrutural_evitado": "Evita a redução das crenças a um fenómeno estritamente individual ou nacional.",
    "eixo_ser_poder_ser_dever_ser": "Inscreve-se no eixo do ser, ao descrever a existência efetiva de crenças em diferentes escalas de circulação.",
    "leitura_nos_termos_do_autor": "O autor reconhece a presença de crenças que ultrapassam o contexto local, sem ainda as determinar ou estabilizar discursivamente."
  },

  "extracao_ontologica": {
    "formulacoes_explicitas": [
      "Existem crenças que circulam em escala internacional.",
      "As crenças não se limitam a um único contexto cultural."
    ],
    "articulacao_opcional": "O fragmento amplia o campo das crenças, preparando uma distinção futura entre escalas de circulação simbólica."
  }
}

{
  "id": "F0002.4",
  "texto": "Mas é o tipo de crença que se tem, crenças que se têm sobre os problemas socialmente falados ou tidos em consideração, então o tipo de abordagem para a realidade, para o ser e o dever ser, para a realidade e o...",

  "proposicoes_ontologicas_no_fragmento": [
    "é o tipo de crença que se tem",
    "crenças que se têm sobre os problemas socialmente falados ou tidos em consideração",
    "o tipo de abordagem para a realidade",
    "para o ser e o dever ser"
  ],

  "classificacao": {
    "camada_0_tema_de_incidencia": [
      "Epistemologia",
      "Ética",
      "Cultura"
    ],
    "camada_1_operacoes_ontologicas": [
      "Relação estrutural",
      "Identificação de mediação necessária",
      "Derivação do valor a partir do ser",
      "Recondução da ética à ontologia"
    ],
    "camada_2_campos_ontologicos": [
      "Sistema simbólico",
      "Verdade como descrição",
      "Dever-ser",
      "Relação eu–real"
    ],
    "camada_3_termos_filosoficos_de_contacto": []
  },

  "resposta_filosofica_ponto_forte": {
    "porque_toca_o_real": "Porque estabelece uma relação direta entre o tipo de crença efetivamente mantida e a forma como a realidade, o ser e o dever-ser são abordados.",
    "erro_estrutural_evitado": "Evita separar crenças sociais, descrição do real e orientação ética como domínios independentes.",
    "eixo_ser_poder_ser_dever_ser": "Articula explicitamente o eixo ser / dever-ser a partir das crenças que mediam a relação com a realidade.",
    "leitura_nos_termos_do_autor": "O autor afirma que as crenças sobre problemas socialmente considerados condicionam a abordagem que se faz da realidade, do ser e do dever-ser."
  },

  "extracao_ontologica": {
    "formulacoes_explicitas": [
      "O tipo de crença mantida condiciona a abordagem à realidade.",
      "As crenças incidem sobre problemas socialmente reconhecidos.",
      "A abordagem ao ser e ao dever-ser é mediada pelas crenças."
    ],
    "articulacao_opcional": "O fragmento articula crença, mediação social e orientação ontológica e ética num mesmo movimento estrutural."
  }
}

{
  "id": "F0002.5",
  "texto": "a realidade, ou seja, o problema e o plano da solução, ou seja, o que deveria ser, essa abordagem vai ser necessariamente diferente.",

  "proposicoes_ontologicas_no_fragmento": [
    "a realidade, ou seja, o problema",
    "o plano da solução",
    "o que deveria ser",
    "essa abordagem vai ser necessariamente diferente"
  ],

  "classificacao": {
    "camada_0_tema_de_incidencia": [
      "Ontologia fundamental",
      "Ética",
      "Epistemologia"
    ],
    "camada_1_operacoes_ontologicas": [
      "Relação estrutural",
      "Subordinação do dever-ser ao poder-ser",
      "Derivação do valor a partir do ser",
      "Identificação de condição ontológica"
    ],
    "camada_2_campos_ontologicos": [
      "Verdade como descrição",
      "Dever-ser",
      "Poder-ser",
      "Relação eu–real"
    ],
    "camada_3_termos_filosoficos_de_contacto": []
  },

  "resposta_filosofica_ponto_forte": {
    "porque_toca_o_real": "Porque descreve a continuidade estrutural entre realidade, problema e solução, recusando a separação abstrata entre descrição e normatividade.",
    "erro_estrutural_evitado": "Evita a autonomização do dever-ser como plano independente do real.",
    "eixo_ser_poder_ser_dever_ser": "Articula explicitamente o ser (realidade/problema) com o dever-ser (plano da solução), subordinando este à estrutura do real.",
    "leitura_nos_termos_do_autor": "O autor afirma que a abordagem ao problema, à solução e ao que deveria ser varia necessariamente em função da forma como a realidade é apreendida."
  },

  "extracao_ontologica": {
    "formulacoes_explicitas": [
      "A realidade é identificada com o problema.",
      "O plano da solução corresponde ao que deveria ser.",
      "A abordagem ao real e ao dever-ser é necessariamente diferente consoante a estrutura considerada."
    ],
    "articulacao_opcional": "O fragmento fecha a mediação crença–realidade ao afirmar a dependência necessária da solução e do dever-ser relativamente à descrição do problema real."
  }
}

{
  "id": "F0002.6",
  "texto": "Logo, aplicado esse tipo de pessoa à obrigatoriedade de existir num plano real e complexo com objetos exteriores a nós e também com os nossos obstáculos de consciência e consciência dos outros, isto vai fazer com que se ramifique necessariamente.",

  "proposicoes_ontologicas_no_fragmento": [
    "aplicado esse tipo de pessoa à obrigatoriedade de existir num plano real e complexo",
    "com objetos exteriores a nós",
    "com os nossos obstáculos de consciência e consciência dos outros",
    "isto vai fazer com que se ramifique necessariamente"
  ],

  "classificacao": {
    "camada_0_tema_de_incidencia": [
      "Ontologia fundamental",
      "Antropologia",
      "Consciência"
    ],
    "camada_1_operacoes_ontologicas": [
      "Identificação de condição ontológica",
      "Relação estrutural",
      "Ramificação ontológica",
      "Reinscrição da consciência na relação"
    ],
    "camada_2_campos_ontologicos": [
      "Estrutura do real",
      "Relação eu–real",
      "Consciência reflexiva",
      "Limites ontológicos"
    ],
    "camada_3_termos_filosoficos_de_contacto": []
  },

  "resposta_filosofica_ponto_forte": {
    "porque_toca_o_real": "Porque descreve a necessidade ontológica de diferenciação quando um tipo de pessoa é colocado num real complexo, relacional e exterior.",
    "erro_estrutural_evitado": "Evita a suposição de respostas uniformes ou lineares num real plural e mediado por múltiplas consciências.",
    "eixo_ser_poder_ser_dever_ser": "Inscreve-se no eixo do ser e do poder-ser, ao afirmar que a estrutura do real condiciona necessariamente as ramificações possíveis da ação e da resposta.",
    "leitura_nos_termos_do_autor": "O autor afirma que, dada a complexidade do real, a exterioridade dos objetos e os limites da consciência própria e alheia, a aplicação de um tipo de pessoa conduz inevitavelmente a ramificações."
  },

  "extracao_ontologica": {
    "formulacoes_explicitas": [
      "Existe uma obrigatoriedade de existir num plano real complexo.",
      "Esse plano inclui objetos exteriores ao eu.",
      "Inclui limites da própria consciência e da consciência dos outros.",
      "A interação desses fatores produz necessariamente ramificações."
    ],
    "articulacao_opcional": "A ramificação resulta da aplicação de um tipo de pessoa a um real exterior, complexo e mediado por múltiplas consciências."
  }
}

{
  "id": "F0003.1",
  "texto": "Lembrei-me. Ah, lembrei-me. Não, não, não. A questão é sobre a necessidade de haver dois indicadores obrigatórios ontológicos, não é?",

  "proposicoes_ontologicas_no_fragmento": [
    "a questão é sobre a necessidade de haver dois indicadores obrigatórios ontológicos"
  ],

  "classificacao": {
    "camada_0_tema_de_incidencia": [
      "Ontologia fundamental",
      "Epistemologia"
    ],
    "camada_1_operacoes_ontologicas": [
      "Identificação de condição ontológica",
      "Fixação de limite ontológico",
      "Fundação ontológica"
    ],
    "camada_2_campos_ontologicos": [
      "Estrutura do real",
      "Critério",
      "Limites ontológicos"
    ],
    "camada_3_termos_filosoficos_de_contacto": []
  },

  "resposta_filosofica_ponto_forte": {
    "porque_toca_o_real": "Porque coloca explicitamente a exigência de critérios ontológicos obrigatórios como condição de descrição adequada do real.",
    "erro_estrutural_evitado": "Evita a arbitrariedade interpretativa e a proliferação de critérios não ancorados no real.",
    "eixo_ser_poder_ser_dever_ser": "Inscreve-se no eixo do ser, ao afirmar a necessidade de indicadores ontológicos enquanto condições do que pode ser dito do real.",
    "leitura_nos_termos_do_autor": "O autor recentra a questão na necessidade de existirem dois indicadores ontológicos obrigatórios, corrigindo desvios discursivos anteriores."
  },

  "extracao_ontologica": {
    "formulacoes_explicitas": [
      "Existe a necessidade de haver indicadores ontológicos obrigatórios.",
      "Esses indicadores são dois."
    ],
    "articulacao_opcional": "O fragmento inaugura uma exigência de critério ontológico mínimo para a descrição e diferenciação do real."
  }
}

{
  "id": "F0003.2",
  "texto": "Que são, portanto, deixa cá ver, deixa cá ver, deixa cá ver, a realidade, não é?",

  "proposicoes_ontologicas_no_fragmento": [
    "a realidade"
  ],

  "classificacao": {
    "camada_0_tema_de_incidencia": [
      "Ontologia fundamental"
    ],
    "camada_1_operacoes_ontologicas": [
      "Afirmação ontológica primária",
      "Fundação ontológica",
      "Fixação de critério ontológico"
    ],
    "camada_2_campos_ontologicos": [
      "Ser",
      "Estrutura do real"
    ],
    "camada_3_termos_filosoficos_de_contacto": []
  },

  "resposta_filosofica_ponto_forte": {
    "porque_toca_o_real": "Porque fixa explicitamente a realidade como indicador ontológico obrigatório.",
    "erro_estrutural_evitado": "Evita a substituição do real por critérios discursivos, psicológicos ou normativos.",
    "eixo_ser_poder_ser_dever_ser": "Inscreve-se no eixo do ser, ao identificar o real como condição primeira.",
    "leitura_nos_termos_do_autor": "O autor identifica a realidade como um dos indicadores ontológicos necessários."
  },

  "extracao_ontologica": {
    "formulacoes_explicitas": [
      "A realidade é afirmada como indicador ontológico obrigatório."
    ],
    "articulacao_opcional": "O fragmento inicia a nomeação dos indicadores ontológicos exigidos anteriormente."
  }
}

{
  "id": "F0003.4",
  "texto": "Os objetos, todos os objetos e as relações que compõem a realidade. E a nossa capacidade de criar mudança, boa ou má, no mundo. Estes são planos obrigatórios, que existem, independentemente do que é que se diga em qualquer sistema que tenha que conter objetos, mas a dispersão comportamental, não é?",

  "proposicoes_ontologicas_no_fragmento": [
    "Os objetos, todos os objetos e as relações que compõem a realidade",
    "a nossa capacidade de criar mudança, boa ou má, no mundo",
    "Estes são planos obrigatórios, que existem, independentemente do que é que se diga em qualquer sistema que tenha que conter objetos"
  ],

  "classificacao": {
    "camada_0_tema_de_incidencia": [
      "Ontologia fundamental",
      "Antropologia",
      "Ética"
    ],
    "camada_1_operacoes_ontologicas": [
      "Descrição do real",
      "Identificação de condição ontológica",
      "Fundação ontológica",
      "Relação estrutural"
    ],
    "camada_2_campos_ontologicos": [
      "Estrutura do real",
      "Ser",
      "Relação eu–real",
      "Poder-ser"
    ],
    "camada_3_termos_filosoficos_de_contacto": []
  },

  "resposta_filosofica_ponto_forte": {
    "porque_toca_o_real": "Porque descreve explicitamente a constituição da realidade em objetos e relações e identifica a capacidade humana de produzir mudança como um plano ontológico necessário.",
    "erro_estrutural_evitado": "Evita reduzir a realidade a sistemas discursivos ou negar a eficácia real da ação humana.",
    "eixo_ser_poder_ser_dever_ser": "Articula o ser (objetos e relações do real) com o poder-ser (capacidade de criar mudança), deixando o dever-ser apenas implícito.",
    "leitura_nos_termos_do_autor": "O autor afirma que a realidade é composta por objetos e relações e que existe uma capacidade real de produzir mudança, ambos como planos obrigatórios, independentes de sistemas discursivos."
  },

  "extracao_ontologica": {
    "formulacoes_explicitas": [
      "A realidade é composta por objetos e pelas relações entre eles.",
      "Existe uma capacidade humana de criar mudança no mundo.",
      "Esses planos existem independentemente de sistemas discursivos."
    ],
    "articulacao_opcional": "O fragmento fixa dois planos ontológicos obrigatórios: a estrutura objetiva do real e a capacidade real de intervenção e mudança."
  }
}

{
  "id": "F0003.5",
  "texto": "Quando a possibilidade é tanta e existem as variedades, portanto, em grupo, de tipos comportamentais, também se torna-se obrigatório instaurar logo aí também um ponto ontológico obrigatório, que é uma divisão. Devemos ainda não saber o que é, mas obrigatoriamente, obrigatoriamente, há aí uma divisão, ou seja, um caminho para a esquerda, um caminho para a direita, que se torna obrigatório.",

  "proposicoes_ontologicas_no_fragmento": [
    "a possibilidade é tanta e existem as variedades",
    "existem variedades, em grupo, de tipos comportamentais",
    "torna-se obrigatório instaurar logo aí também um ponto ontológico obrigatório",
    "que é uma divisão",
    "Há aí uma divisão, ou seja, um caminho para a esquerda, um caminho para a direita, que se torna obrigatório."
  ],

  "classificacao": {
    "camada_0_tema_de_incidencia": [
      "Ontologia fundamental",
      "Antropologia"
    ],
    "camada_1_operacoes_ontologicas": [
      "Identificação de condição ontológica",
      "Fixação de limite ontológico",
      "Fundação ontológica",
      "Ramificação ontológica"
    ],
    "camada_2_campos_ontologicos": [
      "Potencialidade",
      "Atualização",
      "Estrutura do real",
      "Limites ontológicos"
    ],
    "camada_3_termos_filosoficos_de_contacto": []
  },

  "resposta_filosofica_ponto_forte": {
    "porque_toca_o_real": "Porque reconhece que a multiplicidade real de possibilidades e de comportamentos exige uma estrutura de divisão como condição ontológica de inteligibilidade.",
    "erro_estrutural_evitado": "Evita tratar a diversidade comportamental como ruído acidental ou como mera construção classificatória arbitrária.",
    "eixo_ser_poder_ser_dever_ser": "Inscreve-se no eixo do poder-ser e da atualização, ao afirmar que a proliferação de possibilidades obriga à instauração de divisões no plano do ser.",
    "leitura_nos_termos_do_autor": "O autor afirma que, perante a multiplicidade de possibilidades e tipos comportamentais, é ontologicamente obrigatório instaurar uma divisão."
  },

  "extracao_ontologica": {
    "formulacoes_explicitas": [
      "Existe uma multiplicidade de possibilidades.",
      "Essa multiplicidade manifesta-se em variedades comportamentais em grupo.",
      "A existência dessa variedade torna obrigatória a instauração de uma divisão ontológica."
    ],
    "articulacao_opcional": "A divisão surge como condição ontológica necessária perante a proliferação de possibilidades e atualizações comportamentais."
  }
}

{
  "id": "F0004-7",
  "texto": "Sim, construindo de baixo para cima, ao nível das entidades e das propriedades e das relações. Isto tem significativo moral, porque em princípio, em princípio não, porque a divergência do comportamento real, a divergência do comportamento que descreve de maneira mais completa e integral aquilo que é, no fundo que é a conformação do objeto com o seu conhecimento, portanto a verdade, quando o comportamento, quando o valor é junto à verdade, ainda dentro dos limites da verdade do que é e daquilo que pode ser, porque o que devia ser está contigo e pode ser, quando este comportamento... Ah, sim, este comportamento existe, há uma necessidade para este tipo de comportamento. Este comportamento existe porque em relações sociais de pequena escala são necessárias, são necessárias, não sem ter nada a ver com a questão da verdade, meramente pela questão da necessidade de continuação de ambientes internos e externos homeostásicos, ou como é que se diz, não é? De forma cultural, biológica e de seguida auto-preservação. Mas, como é óbvio, nem todos os tipos de outro comportamento que não são deste comportamento se comportam de acordo com a verdade, como é óbvio. Têm raiva, são agressivos, não pensam, tudo o que se queira fazer. E é muitas vezes necessário, para chamar à calma o animal, não a razão, mas a emoção. Tudo tem o seu papel, e esse papel é muito importante. Mas, o problema é que, em larga escala, os critérios de emoção, ou seja, os critérios não verdadeiros, não verdadeiros, mas úteis, de certo modo, esses não são necessários. Aliás, até são dispensáveis. Há uma necessidade moral, não há uma necessidade moral, há uma necessidade imposta pelos próprios objetos do sistema de baixo para cima, de baixo para cima, há uma necessidade em que o ser humano, por ser social e por todos os objetos, entidades e relações incluindo a parte social do ser humano, são úteis. Esses comportamentos são úteis. Então esses modos de pensar, esses modos de atividade mental..E por isso existem, porque são úteis. Está tudo certo. A questão... E tem a sua razão de ser, dentro dos mini-sistemas em que se incluem. Como, é obvio, como relações familiares, relações de amizade, relações de trabalho meio-meio. Mas... em qualquer sistema vai sempre haver a pessoa que vai ter a resposta para o problema que descreve... vírgula. Oh, é muito problema. Que descreve mal. E por isso aplica mal a solução. Vai sempre haver esse comportamento como necessidade do próprio sistema, e... E, pelo... por tudo, não é? Por tudo. O problema torna-se... quando esse tipo de comportamento é dominante. Porque quando esse tipo de comportamento, ou seja, esse tipo de pessoa... pode ser qualquer tipo de personalidade... A questão é quando esse tipo se torna o tipo. Neste caso da esquerda, o tipo que bifurca para a estrada da esquerda se torna dominante. Porquê? Porque, como dizia Jung, pensar é difícil. Por isso é que a maior parte das pessoas julgam. E quando esse tipo se torna dominante, domina quase totalmente só pelo simples facto de requerer menos esforço, como justificação de modo de existir, de viver, do que um que nos obrigue a destar energia.",

  "proposicoes_ontologicas_no_fragmento": [
    "construindo de baixo para cima, ao nível das entidades e das propriedades e das relações",
    "a conformação do objeto com o seu conhecimento, portanto a verdade",
    "quando o valor é junto à verdade, ainda dentro dos limites da verdade do que é e daquilo que pode ser",
    "este comportamento existe porque em relações sociais de pequena escala são necessárias",
    "esses comportamentos são úteis",
    "esses modos de pensar existem porque são úteis",
    "em larga escala, os critérios de emoção, ou seja, os critérios não verdadeiros, mas úteis, não são necessários",
    "vai sempre haver a pessoa que descreve mal o problema e por isso aplica mal a solução",
    "o problema torna-se quando esse tipo de comportamento é dominante"
  ],

  "classificacao": {
    "camada_0_tema_de_incidencia": [
      "Ontologia fundamental",
      "Ética",
      "Antropologia",
      "Cultura"
    ],
    "camada_1_operacoes_ontologicas": [
      "Fundação ontológica",
      "Descrição do real",
      "Identificação da verdade como critério ontológico",
      "Derivação do valor a partir do ser",
      "Recondução da ética à ontologia",
      "Identificação de mediação necessária",
      "Deslocamento de escala ontológica",
      "Identificação de erro categorial",
      "Identificação da substituição do critério ontológico por critério adaptativo",
      "Fixação do erro como erro de escala"
    ],
    "camada_2_campos_ontologicos": [
      "Estrutura do real",
      "Verdade como descrição",
      "Adequação",
      "Poder-ser",
      "Dever-ser",
      "Erro ontológico",
      "Escala ontológica",
      "Sistema",
      "Degeneração"
    ],
    "camada_3_termos_filosoficos_de_contacto": [
      "Jung — pensamento e julgamento"
    ]
  },

  "resposta_filosofica_ponto_forte": {
    "porque_toca_o_real": "Porque descreve a origem real de comportamentos, valores e modos de pensar a partir da utilidade local, da estrutura dos sistemas e da relação entre verdade, escala e necessidade.",
    "erro_estrutural_evitado": "Evita confundir utilidade local com critério ontológico universal e evita moralizar comportamentos que são apenas adaptações sistémicas.",
    "eixo_ser_poder_ser_dever_ser": "O ser é descrito como estrutura de entidades e relações; o poder-ser emerge da utilidade adaptativa; o dever-ser só é legítimo quando permanece subordinado à verdade do que é e do que pode ser.",
    "leitura_nos_termos_do_autor": "O autor descreve comportamentos e valores como emergentes de necessidades reais e sistémicas, úteis em pequena escala, mas potencialmente degenerativos quando se tornam dominantes e substituem a verdade como critério."
  },

  "extracao_ontologica": {
    "formulacoes_explicitas": [
      "A realidade deve ser construída ontologicamente de baixo para cima, a partir de entidades, propriedades e relações.",
      "A verdade consiste na conformação entre o objeto e o seu conhecimento.",
      "O valor só é legítimo quando permanece dentro dos limites do que é e do que pode ser.",
      "Certos comportamentos existem porque são úteis em sistemas de pequena escala.",
      "A utilidade adaptativa não equivale a verdade ontológica.",
      "Quando critérios adaptativos substituem a verdade em larga escala, ocorre erro estrutural.",
      "A dominância de comportamentos de baixo custo cognitivo conduz à degeneração sistémica."
    ],
    "articulacao_opcional": "O fragmento articula uma ontologia da verdade, da utilidade e da escala, mostrando como comportamentos necessários localmente se tornam erros ontológicos quando universalizados e tornados dominantes."
  }
}

{
  "id": "F0008",
  "texto": "Que eu acho que a única maneira de poder fazer qualquer tipo de afirmação valorativa útil... Vamos ver o que nós fizemos. Não entendo nem se esse assunto é palavra certa, mas alguma que seja... Alguma que seja... Qualquer uma, até. Não podemos ser ridículos e podemos dizer qualquer uma. Qualquer proposição valorativa, para nós aferirmos da sua bondade, temos de, primeiro, aferir da verdade do problema descrito e da solução proposta. Porque o valor está incluído no real. E... E o valor, como neste caso da discussão, o valor nasce... Não nasce. Não sei se nasce, mas o valor... Pelo menos os diferentes... Os valores biológicos. Aquilo que se transformam em memes do dawkins. Os valores biológicos, não é? Os valores biológicos, esses também são importantes. Esses, tanto o valor consequente, é mais assim, o valor consequente tem impacto, tem, tem, existe. Existe de maneira moldada pela estrutura que está inserida naquelas entidades biológicas mínimas, mas também pelo modo de abordar a realidade dos humanos.",

  "proposicoes_ontologicas_no_fragmento": [
    "a única maneira de poder fazer qualquer tipo de afirmação valorativa útil",
    "qualquer proposição valorativa, para aferirmos da sua bondade, temos de aferir da verdade do problema descrito e da solução proposta",
    "o valor está incluído no real",
    "os valores biológicos",
    "o valor consequente tem impacto, existe",
    "existe de maneira moldada pela estrutura das entidades biológicas mínimas",
    "mas também pelo modo de abordar a realidade dos humanos"
  ],

  "classificacao": {
    "camada_0_tema_de_incidencia": [
      "Ontologia fundamental",
      "Ética",
      "Epistemologia",
      "Antropologia"
    ],
    "camada_1_operacoes_ontologicas": [
      "Identificação da verdade como critério ontológico",
      "Derivação do valor a partir do ser",
      "Recondução da ética à ontologia",
      "Identificação de mediação necessária",
      "Descrição do real",
      "Limitação estrutural do valor",
      "Reinscrição do valor na estrutura do real"
    ],
    "camada_2_campos_ontologicos": [
      "Verdade como descrição",
      "Adequação",
      "Dever-ser",
      "Poder-ser",
      "Ser humano",
      "Corpo e biologia",
      "Sistema simbólico",
      "Relação eu–real"
    ],
    "camada_3_termos_filosoficos_de_contacto": [
      "Dawkins — meme (uso crítico)"
    ]
  },

  "resposta_filosofica_ponto_forte": {
    "porque_toca_o_real": "Porque fixa a verdade do problema e da solução como condição necessária de qualquer avaliação valorativa útil e reinscreve o valor como parte da estrutura do real.",
    "erro_estrutural_evitado": "Evita a autonomização do valor face à verdade e evita a arbitrariedade normativa desligada da descrição do real.",
    "eixo_ser_poder_ser_dever_ser": "O ser é descrito como estrutura real; o poder-ser emerge das possibilidades reais e biológicas; o dever-ser só é legítimo enquanto consequente da verdade do problema e da solução.",
    "leitura_nos_termos_do_autor": "O autor sustenta que o valor não é exterior ao real, que depende da verdade do problema e da solução, e que é moldado simultaneamente por estruturas biológicas mínimas e pelo modo humano de abordar a realidade."
  },

  "extracao_ontologica": {
    "formulacoes_explicitas": [
      "Não existe afirmação valorativa útil sem aferição prévia da verdade do problema e da solução.",
      "O valor está incluído na estrutura do real.",
      "Existem valores biológicos com impacto real.",
      "O valor consequente existe e produz efeitos.",
      "O valor é moldado tanto por estruturas biológicas como pela abordagem humana da realidade."
    ],
    "articulacao_opcional": "O fragmento articula uma ontologia do valor em que a ética é consequência da verdade, mediada pela biologia e pela relação consciente do humano com o real."
  }
}

{
  "id": "F0008b",
  "texto": "E, como tudo existe no plano do discurso, da descrição, porque é assim que nós entendemos o mundo, falamos com o mundo, e deixamos o mundo falar connosco. Muito isto é o problema. Como nós operamos nesse caminho, quanto mais pessoas, ou quanto mais tipo de discurso ligado ao tipo de pessoa, no fundo qualquer tipo de discurso é sempre ligado a qualquer tipo de modo de existir, de pensar, de modo de ser. Qualquer ideia revela sempre uma atividade qualquer mental que a pessoa tenha tido.",

  "proposicoes_ontologicas_no_fragmento": [
    "tudo existe no plano do discurso, da descrição",
    "é assim que nós entendemos o mundo",
    "falamos com o mundo, e deixamos o mundo falar connosco",
    "qualquer tipo de discurso é sempre ligado a qualquer tipo de modo de existir",
    "qualquer ideia revela sempre uma atividade qualquer mental que a pessoa tenha tido"
  ],

  "classificacao": {
    "camada_0_tema_de_incidencia": [
      "Ontologia fundamental",
      "Linguagem",
      "Consciência",
      "Epistemologia"
    ],
    "camada_1_operacoes_ontologicas": [
      "Identificação de mediação necessária",
      "Relação estrutural",
      "Reinscrição da consciência na relação",
      "Distinção apreensão / pensamento",
      "Limitação estrutural do conhecimento"
    ],
    "camada_2_campos_ontologicos": [
      "Mediação",
      "Representação",
      "Consciência reflexiva",
      "Relação eu–real",
      "Sistema simbólico",
      "Conhecimento"
    ],
    "camada_3_termos_filosoficos_de_contacto": []
  },

  "resposta_filosofica_ponto_forte": {
    "porque_toca_o_real": "Porque descreve o discurso como mediação necessária entre o humano e o real, sem o confundir com o próprio real.",
    "erro_estrutural_evitado": "Evita tanto o realismo ingénuo (acesso direto ao real sem mediação) como o relativismo discursivo (redução do real ao discurso).",
    "eixo_ser_poder_ser_dever_ser": "Inscreve-se no eixo do ser, ao descrever como o conhecimento e a descrição do real existem efetivamente enquanto mediações conscientes.",
    "leitura_nos_termos_do_autor": "O autor afirma que o discurso é o plano onde o real é descrito e compreendido, que todo o discurso está ligado a modos de existir e que qualquer ideia revela uma atividade mental concreta."
  },

  "extracao_ontologica": {
    "formulacoes_explicitas": [
      "O acesso humano ao real ocorre através do discurso e da descrição.",
      "O discurso é uma forma de relação entre o humano e o mundo.",
      "Todo o discurso está ligado a um modo de existir e de pensar.",
      "Toda a ideia manifesta uma atividade mental real."
    ],
    "articulacao_opcional": "O fragmento articula discurso, consciência e modo de ser como mediações reais e necessárias na relação entre o humano e o mundo."
  }
}

{
  "id": "F0009",
  "texto": "Ou que tenha contaminado o resto da cultura com essas ideias. Tudo é um bocado a mesma coisa. Mas... Quanto mais do tipo da esquerda, mais a verdade vai ser abafada. Porque a verdade... Porque para alguém ser do tipo verdade, tem de ter tipos de pensamento recorrentes, pelo menos. Ou então de comportamentos inactos. Não é? Para... Para, para, para, para... Para compreender a realidade em que está inserido, compreender o exterior e compreender o interior a um nível mínimo.",

  "proposicoes_ontologicas_no_fragmento": [
    "tenha contaminado o resto da cultura com essas ideias",
    "quanto mais do tipo da esquerda, mais a verdade vai ser abafada",
    "para alguém ser do tipo verdade, tem de ter tipos de pensamento recorrentes",
    "ou então de comportamentos inactos",
    "para compreender a realidade em que está inserido",
    "compreender o exterior e compreender o interior a um nível mínimo"
  ],

  "classificacao": {
    "camada_0_tema_de_incidencia": [
      "Cultura",
      "Verdade",
      "Consciência",
      "Ontologia fundamental"
    ],
    "camada_1_operacoes_ontologicas": [
      "Identificação da substituição do real por sistemas",
      "Identificação do erro como falha de descrição",
      "Identificação da verdade como critério ontológico",
      "Limitação estrutural da consciência",
      "Recondução da verdade à descrição",
      "Fixação do erro como erro sistémico"
    ],
    "camada_2_campos_ontologicos": [
      "Verdade como descrição",
      "Erro ontológico",
      "Sistema simbólico",
      "Consciência reflexiva",
      "Relação eu–real",
      "Degeneração"
    ],
    "camada_3_termos_filosoficos_de_contacto": []
  },

  "resposta_filosofica_ponto_forte": {
    "porque_toca_o_real": "Porque descreve como a verdade pode ser estruturalmente abafada quando modos de existir e de pensar se tornam dominantes e contaminam a cultura.",
    "erro_estrutural_evitado": "Evita tratar o erro como simples divergência de opinião ou falha individual, identificando-o como fenómeno cultural e sistémico.",
    "eixo_ser_poder_ser_dever_ser": "Inscreve-se no eixo do ser, ao afirmar que a verdade depende de capacidades reais de compreensão do interior e do exterior.",
    "leitura_nos_termos_do_autor": "O autor sustenta que a verdade exige padrões recorrentes de pensamento ou comportamento e que certos tipos culturais tendem a abafá-la ao contaminar o sistema simbólico."
  },

  "extracao_ontologica": {
    "formulacoes_explicitas": [
      "Ideias podem contaminar a cultura enquanto sistema simbólico.",
      "Certos tipos de pessoa ou comportamento tendem a abafar a verdade.",
      "A verdade exige padrões recorrentes de pensamento ou de comportamento.",
      "A compreensão mínima do real exige apreensão do exterior e do interior.",
      "A ausência dessas capacidades conduz a erro ontológico sistémico."
    ],
    "articulacao_opcional": "O fragmento articula erro cultural, falha de descrição e limitação da consciência como fatores que permitem a dominância de sistemas que abafam a verdade."
  }
}

{
  "id": "F0009b",
  "texto": "Chega-se lá através de várias maneiras. Cristianismo é uma delas. Qualquer sistema de crenças que tenha como uma das crenças principais ou importantes ou pelo menos consequentes nas outras crenças um modo de verdade. Há de ser sempre a colocação da realidade na realidade e do indivíduo no indivíduo. Portanto, a colocação da necessidade de mudança, não na realidade, mas sim no indivíduo. Porque isto, depois, por necessidade lógica de coerência e harmónica, leva à ação modificadora. Não só descoberta daquilo que é, compreensão daquilo que é, mas também aplicação do valor na medida em que vai trazer um melhor estado de coisas. Ou pelo menos à preservação, à preservação do estado de coisas. Portanto, o que é que eu estava a dizer? Ser deste tipo de pessoa, contrariamente a outro tipo de pessoa, que encontre uma qualquer justificação que seja minimamente apresentável pela mente que não envolva nenhum tipo de autoresponsabilidade. São questões básicas, questões elementares do comportamento humano, variados. Pela simples querer preservar a energia e preferir não fazer nada, a fazer algo. E depois, quando confrontado com a realidade e com os milhões...",

  "proposicoes_ontologicas_no_fragmento": [
    "Chega-se lá através de várias maneiras",
    "qualquer sistema de crenças que tenha um modo de verdade",
    "a colocação da realidade na realidade e do indivíduo no indivíduo",
    "a necessidade de mudança não na realidade, mas no indivíduo",
    "isso leva à ação modificadora",
    "aplicação do valor para trazer um melhor estado de coisas",
    "ou pelo menos à preservação do estado de coisas",
    "justificação que não envolva nenhum tipo de autoresponsabilidade",
    "preferir não fazer nada a fazer algo"
  ],

  "classificacao": {
    "camada_0_tema_de_incidencia": [
      "Ontologia fundamental",
      "Ética",
      "Cultura",
      "Antropologia"
    ],
    "camada_1_operacoes_ontologicas": [
      "Identificação da verdade como critério ontológico",
      "Recondução da mudança ao sujeito",
      "Recondução da ética à ontologia",
      "Derivação do valor a partir do ser",
      "Identificação da ação como consequência necessária",
      "Identificação de erro como fuga à responsabilidade",
      "Descrição de mecanismo real",
      "Fixação do erro como padrão comportamental"
    ],
    "camada_2_campos_ontologicos": [
      "Verdade como descrição",
      "Relação eu–real",
      "Responsabilidade ontológica",
      "Ação",
      "Dever-ser",
      "Poder-ser",
      "Erro ontológico",
      "Degeneração"
    ],
    "camada_3_termos_filosoficos_de_contacto": []
  },

  "resposta_filosofica_ponto_forte": {
    "porque_toca_o_real": "Porque descreve estruturalmente como sistemas de crença orientados pela verdade reinscrevem a mudança no indivíduo, produzindo ação real e valor efetivo.",
    "erro_estrutural_evitado": "Evita deslocar a necessidade de mudança para a realidade ou para sistemas abstratos, identificando a fuga à responsabilidade como erro ontológico.",
    "eixo_ser_poder_ser_dever_ser": "O ser é descrito pela realidade tal como é; o poder-ser localiza-se na capacidade do indivíduo agir; o dever-ser emerge como aplicação do valor que melhora ou preserva o estado de coisas.",
    "leitura_nos_termos_do_autor": "O autor afirma que qualquer sistema orientado pela verdade coloca a realidade onde ela está, o indivíduo onde ele está, e a necessidade de mudança no sujeito, conduzindo necessariamente à ação responsável."
  },

  "extracao_ontologica": {
    "formulacoes_explicitas": [
      "Existem múltiplos caminhos estruturais para a verdade.",
      "Sistemas de crença válidos contêm um modo de verdade como critério.",
      "A realidade deve ser colocada na realidade e o indivíduo no indivíduo.",
      "A necessidade de mudança recai sobre o indivíduo, não sobre o real.",
      "Essa estrutura conduz logicamente à ação modificadora.",
      "O valor aplica-se na melhoria ou preservação do estado de coisas.",
      "A recusa de autoresponsabilidade constitui um erro ontológico.",
      "A inação por preservação de energia é um padrão real de comportamento humano."
    ],
    "articulacao_opcional": "O fragmento articula verdade, responsabilidade, ação e valor como uma cadeia ontológica contínua, em oposição a padrões de erro baseados na fuga à responsabilidade e na inércia."
  }
}

{
  "id": "F0010",
  "texto": "E com os milhões de exemplos que existem, e com os milhões de exemplos que se deparam sobre a pessoa, sobre qual seria o caminho correto a seguir, se o cérebro fosse usado, a resposta natural a isso, à evidência do erro, resposta natural à evidência do erro... O que é que eu queria dizer? Não é raramente, raramente recai, raramente se transforma em algo como... Epá, espera aí. Se calhar eu tenho de mudar. Pela necessidade do próprio sistema que está inserido? Como de facto essa seria a resposta óbvia, não é? Porque evidente e verdadeira. Não sei... Verdade no sentido de... A verdade é sempre uma auto-evidência. No sentido de que é mais verdade, tanto quanto melhor for a sua descrição, a descrição da realidade. É a verdade. A verdade é, portanto, como se a realidade fosse um labirinto integrado a ser construído de baixo para cima. Se isso é a realidade, parece-me, pelo menos algo em que outras coisas existem. Parece-me, pelo menos... Pelo menos não, isto é verdade. Porque para existir tem de ser assim. Se não existir... Mas a verdade é apenas um nome que se dá... que se dá ao quadro onde o labirinto está a ser construído, e que, com a ajuda da consciência, porque é a consciência que descobre o trabalho. ...a mudar o seu sentido cada vez que se olha para o mapa. E é verdade em todo o sentido. É verdade aplicada a tudo, portanto, o prédio, o que é que um prédio existe? Qual é a verdade sobre o prédio? É a boa descrição do que o prédio contém, das relações que existem no prédio, das alterações, das modificações, daquilo que existe, daquilo que existe e que acontece, e que está em movimento e em interação.",

  "proposicoes_ontologicas_no_fragmento": [
    "a resposta natural à evidência do erro",
    "se calhar eu tenho de mudar",
    "a verdade é sempre uma auto-evidência",
    "é mais verdade quanto melhor for a sua descrição da realidade",
    "a realidade fosse um labirinto integrado a ser construído de baixo para cima",
    "a verdade é apenas um nome que se dá ao quadro onde o labirinto está a ser construído",
    "com a ajuda da consciência",
    "a boa descrição do que o prédio contém, das relações que existem no prédio"
  ],

  "classificacao": {
    "camada_0_tema_de_incidencia": [
      "Ontologia fundamental",
      "Verdade",
      "Consciência",
      "Epistemologia"
    ],
    "camada_1_operacoes_ontologicas": [
      "Identificação da verdade como critério ontológico",
      "Recondução da verdade à descrição",
      "Identificação do erro como falha de descrição",
      "Recondução da mudança ao sujeito",
      "Descrição do real",
      "Descrição de continuidade / atualização",
      "Reinscrição da consciência na relação",
      "Fundação ontológica"
    ],
    "camada_2_campos_ontologicos": [
      "Verdade como descrição",
      "Adequação",
      "Estrutura do real",
      "Continuidade",
      "Relação eu–real",
      "Consciência reflexiva",
      "Erro ontológico"
    ],
    "camada_3_termos_filosoficos_de_contacto": []
  },

  "resposta_filosofica_ponto_forte": {
    "porque_toca_o_real": "Porque identifica a verdade como auto-evidência fundada na qualidade da descrição do real e liga diretamente a evidência do erro à necessidade de mudança do sujeito.",
    "erro_estrutural_evitado": "Evita conceber a verdade como convenção, opinião ou construção arbitrária, e evita separar conhecimento, consciência e ação.",
    "eixo_ser_poder_ser_dever_ser": "O ser é descrito como estrutura relacional em movimento; o poder-ser manifesta-se na capacidade de revisão e mudança do sujeito; o dever-ser emerge implicitamente da correção do erro face à verdade.",
    "leitura_nos_termos_do_autor": "O autor afirma que a verdade é uma auto-evidência proporcional à qualidade da descrição da realidade, que a consciência descobre essa verdade ao navegar a estrutura real e que a evidência do erro deveria conduzir naturalmente à mudança."
  },

  "extracao_ontologica": {
    "formulacoes_explicitas": [
      "A evidência do erro contém uma resposta natural que é a necessidade de mudança do sujeito.",
      "A verdade é auto-evidente na medida em que corresponde a uma boa descrição da realidade.",
      "A realidade possui uma estrutura integrada que se constrói de baixo para cima.",
      "A verdade nomeia o quadro estrutural onde a realidade se organiza.",
      "A consciência é o meio pelo qual essa estrutura é descoberta.",
      "A verdade aplica-se a qualquer objeto como descrição das suas entidades, relações e transformações."
    ],
    "articulacao_opcional": "O fragmento articula verdade, consciência e mudança como um único processo ontológico: a descrição adequada do real torna o erro evidente e torna racionalmente necessária a transformação do sujeito."
  }
}

{
  "id": "F0011",
  "texto": "A própria lei é também um exemplo porque, como manifestações não de consenso, manifestações de descrição de realidade no fundo, que é o que toda a teoria do direito é. Dizer, as sociedades comportam-se assim, o homem comporta-se assim, mas como o melhor resultado seria este, então a norma será esta. O homem tende a comercializar, logo vamos positivar o direito, vamos positivar a relação jurídica do contrato. Comprevendo, por exemplo. Mas aplicando-se a tudo, como é óbvio. E é aqui que também... E também... Isto é a prova de que qualquer sistema ético... Qualquer sistema? Nem é ético, porque é sistema universal apoiando toda a realidade. Qualquer sistema aplicado à pergunta qual é o melhor modo de ser, de viver e tudo, qual é o melhor modo de ser, tem de conter obrigatoriamente a integralidade, a melhor precisa. A melhor precisa descrição, integral descrição do que é, vamos chamar-lhe de problema, por exemplo, para que a proposição sobre o que devia ser, o campo do que devia ser, quer ser admissível. Quanto mais verdadeiro ou mais probabilisticamente verdadeiro possível. Mas neste caso é probabilisticamente porque é verdadeiro, porque é uma publicação de verdade. As proposições valorativas que propõem o melhor, quando o melhor é o próprio estado de coisas a florescer, então são verdadeiras. Portanto, o homem, ao criar a lei, é a própria entidade do sistema a fazer aquilo que deve ser feito, que é ampliar o nível de descrição de realidade a descrição verdadeira, como é óbvio para melhor poder aplicar a solução. E não é só, ai, a solução é uma lei. Não, não, não. Que tipo de lei? Com que alcance? Com que conteúdos? Incidindo sobre o quê, em concreto? Procurando estabelecer, repor, manter o quê? Portanto, posso dizer que todo o relativismo só existe numa microanálise. Ele só existe, só é relevante numa microanálise. O relativismo, ou seja, a deshierarquicação da verdade para elevar a emoção a vencer por questões meramente biológicas e sociais de pequenas comunidades, somente.",

  "proposicoes_ontologicas_no_fragmento": [
    "a lei é uma manifestação de descrição de realidade",
    "as sociedades comportam-se assim, o homem comporta-se assim",
    "a norma será esta",
    "qualquer sistema aplicado à pergunta qual é o melhor modo de ser tem de conter a melhor descrição do que é",
    "para que a proposição sobre o que devia ser seja admissível",
    "as proposições valorativas que propõem o melhor são verdadeiras",
    "o homem, ao criar a lei, amplia o nível de descrição de realidade",
    "todo o relativismo só existe numa microanálise"
  ],

  "classificacao": {
    "camada_0_tema_de_incidencia": [
      "Direito",
      "Ontologia fundamental",
      "Ética",
      "Política"
    ],
    "camada_1_operacoes_ontologicas": [
      "Recondução do direito à ontologia",
      "Identificação da verdade como critério ontológico",
      "Derivação do valor a partir do ser",
      "Recondução do dever-ser à descrição do real",
      "Descrição do real",
      "Fixação do erro como erro de escala",
      "Exclusão de critérios não-reais",
      "Crítica ao relativismo"
    ],
    "camada_2_campos_ontologicos": [
      "Verdade como descrição",
      "Adequação",
      "Dever-ser",
      "Poder-ser",
      "Sistema",
      "Erro ontológico",
      "Escala ontológica",
      "Direito como descrição"
    ],
    "camada_3_termos_filosoficos_de_contacto": []
  },

  "resposta_filosofica_ponto_forte": {
    "porque_toca_o_real": "Porque descreve o Direito como prática de ampliação da descrição verdadeira da realidade, orientada à produção de soluções eficazes.",
    "erro_estrutural_evitado": "Evita conceber a lei como produto de consenso, vontade ou relativismo emocional, reconduzindo-a ao critério ontológico da verdade.",
    "eixo_ser_poder_ser_dever_ser": "O ser é descrito pela realidade social efetiva; o poder-ser emerge das possibilidades reais de organização; o dever-ser jurídico só é legítimo quando derivado da melhor descrição do que é.",
    "leitura_nos_termos_do_autor": "O autor sustenta que a lei é uma forma de publicação de verdade sobre o comportamento humano e social, e que o relativismo só subsiste em análises de escala reduzida onde a verdade é substituída por emoção."
  },

  "extracao_ontologica": {
    "formulacoes_explicitas": [
      "A lei é uma descrição do real aplicada normativamente.",
      "Nenhuma proposição sobre o dever-ser é admissível sem descrição verdadeira do que é.",
      "Proposições valorativas são verdadeiras quando promovem o florescimento real do estado de coisas.",
      "Criar direito é ampliar a descrição verdadeira da realidade para melhor aplicar soluções.",
      "O relativismo é um erro ontológico de escala, válido apenas em microcontextos."
    ],
    "articulacao_opcional": "O fragmento articula ontologia, ética e direito numa única estrutura: a verdade do real funda o dever-ser jurídico, enquanto o relativismo surge como degeneração por erro de escala."
  }
}

{
  "id": "F0011-12",
  "texto": "E o nível de análise sobre razões de melhores modos de ser em sociedades não estão nesse patamar. Porque o próprio sistema também inclui a necessidade de, para que micro-sistemas se manterem coesos, haver preferências de respostas que afastam, por exemplo, a lógica puramente ontológica, mas que beneficiam verdades animalescas, verdades de idiosincrasia do homem que é necessário manter para a estabilidade, depois, das macro-relações. E, portanto, pode-se dizer que, então, as únicas respostas verdadeiras que podem ser apresentadas para a pergunta de qual o melhor modo de viver, em sociedades alheias dos humanos, como é óbvio, essa proposta, as respostas têm de estar sempre, sempre, sempre, sempre, sempre, sempre limitadas à verdade, incluindo compreender os seus mini-ecossistemas. Mas, para respostas de larga escala, para respostas de larga escala, em que civilizações se misturam com objetos exteriores e com elas próprias, Que não é adequado usar tudo o que não seja a melhor descrição possível da realidade. E porque se for logo, ontologicamente, ao nível dos tracinhos no mapa da cadeia da realidade, fecha o círculo, fecha o mapa, a todos os caminhos, a todos os caminhos, a todos os caminhos, intelectualmente... como é que se diz? Calões. A questão não era essa. A questão é que a crítica maior é dirigida aos sistemas de pensamento, ou seja, aos tipos de pensamento que as pessoas têm nas suas cabeças e que depois exteriorizem comportamentos.",

  "proposicoes_ontologicas_no_fragmento": [
    "o nível de análise sobre melhores modos de ser não está nesse patamar",
    "micro-sistemas necessitam de respostas que afastam a lógica puramente ontológica",
    "essas respostas beneficiam verdades animalescas",
    "essas verdades são necessárias para a estabilidade das macro-relações",
    "as respostas verdadeiras têm de estar sempre limitadas à verdade",
    "em larga escala não é adequado usar tudo o que não seja a melhor descrição possível da realidade",
    "a crítica maior é dirigida aos sistemas de pensamento",
    "os sistemas de pensamento exteriorizam comportamentos"
  ],

  "classificacao": {
    "camada_0_tema_de_incidencia": [
      "Ontologia fundamental",
      "Ética",
      "Cultura",
      "Política"
    ],
    "camada_1_operacoes_ontologicas": [
      "Diferenciação entre níveis de operação",
      "Deslocamento de escala ontológica",
      "Identificação de mediação necessária",
      "Fixação de limite ontológico",
      "Exclusão de critérios não-reais",
      "Identificação do erro como erro de escala",
      "Crítica a sistemas de pensamento",
      "Recondução da verdade à descrição"
    ],
    "camada_2_campos_ontologicos": [
      "Escala ontológica",
      "Sistema",
      "Sistema simbólico",
      "Verdade como descrição",
      "Erro ontológico",
      "Degeneração",
      "Relação eu–real"
    ],
    "camada_3_termos_filosoficos_de_contacto": []
  },

  "resposta_filosofica_ponto_forte": {
    "porque_toca_o_real": "Porque descreve a necessidade real de respostas não-ontológicas em micro-sistemas, sem lhes conceder validade em larga escala, preservando a verdade como critério estrutural.",
    "erro_estrutural_evitado": "Evita absolutizar respostas adaptativas locais e evita aplicar critérios emocionais ou idiossincráticos a contextos civilizacionais.",
    "eixo_ser_poder_ser_dever_ser": "O ser é descrito pela estrutura real em diferentes escalas; o poder-ser manifesta-se em respostas adaptativas locais; o dever-ser só é admissível em larga escala quando subordinado à verdade do real.",
    "leitura_nos_termos_do_autor": "O autor afirma que certas respostas não-ontológicas são necessárias à coesão de micro-sistemas, mas que, em larga escala, apenas a melhor descrição possível da realidade é admissível, sendo a crítica dirigida aos sistemas de pensamento que produzem comportamentos inadequados."
  },

  "extracao_ontologica": {
    "formulacoes_explicitas": [
      "Existem respostas adaptativas não-ontológicas necessárias em micro-sistemas.",
      "Essas respostas não são critérios verdadeiros em larga escala.",
      "Em contextos civilizacionais, apenas a melhor descrição possível da realidade é admissível.",
      "Aplicar critérios locais a escalas globais constitui erro ontológico.",
      "Os sistemas de pensamento determinam comportamentos e são o alvo principal da crítica."
    ],
    "articulacao_opcional": "O fragmento articula uma teoria ontológica da escala: verdades adaptativas locais são estruturalmente necessárias, mas tornam-se erro quando elevadas a critério universal, exigindo-se em larga escala a primazia absoluta da descrição verdadeira do real."
  }
}

{
  "id": "F0012b",
  "texto": "A crítica é aos sistemas dominantes do discurso cultural e, entre aspas, científico-académico. Em grandes aspas. Não, não é nada disso. Não se disfarçam como... Portanto, as crenças bifurcadas num lado de relegar para o lado a única solução possível para resolver qualquer problema de sociedade, que é melhor descrever o problema para melhor aplicar a solução que tem que estar contida na própria descrição da realidade, relegar para o lado isto e favorecer outros tipos de pensamentos mais de primeira ordem, mais instintivos, mais emocionais, ou seja, respostas biológicas que não eram para problemas dessa larga escala. Mas quando esse tipo de pensamento se torna dominante na cultura, aquela proliferação deste tipo de visões que são muito mais captáveis pelo cérebro do que outras que requerem esforço físico... A crítica é que isto também é uma própria dependência do sistema ontológico, porque a própria realidade que contém nela própria, se contém o homem com uma bifurcação natural para saber, com uma bifurcação natural para aplicar estilos de resposta aos problemas, para aplicar dois diferentes grandes estilos de resposta aos problemas da realidade. Um que é procurar a realidade e mudar-se, mudar-se, melhorar-se, para melhor adaptar-se à realidade e melhor trazer sistemas... É mais institutiva como, há um problema, então eu vou é mudar o problema, eu vou é mudar o sistema para criar um deve-ser, quem vive na cabeça do deve-ser. A crítica é essa, é que o próprio sistema contém essa necessidade de que esta visão, a visão do lado mais básico, quando toma conta do discurso social, quando toma conta do discurso social, adapta-o.",

  "proposicoes_ontologicas_no_fragmento": [
    "a crítica é aos sistemas dominantes do discurso cultural e científico-académico",
    "a única solução possível é melhor descrever o problema para melhor aplicar a solução contida na própria descrição da realidade",
    "favorecer pensamentos instintivos e emocionais são respostas biológicas inadequadas à larga escala",
    "quando esse tipo de pensamento se torna dominante na cultura",
    "a realidade contém uma bifurcação natural nos estilos de resposta aos problemas",
    "procurar a realidade e mudar-se para se adaptar",
    "mudar o sistema para criar um dever-ser",
    "quando a visão mais básica toma conta do discurso social, adapta-o"
  ],

  "classificacao": {
    "camada_0_tema_de_incidencia": [
      "Ontologia fundamental",
      "Cultura",
      "Ciência",
      "Política"
    ],
    "camada_1_operacoes_ontologicas": [
      "Crítica a discurso existente",
      "Identificação da substituição do real por sistemas",
      "Dissolução de dicotomia falsa",
      "Identificação de dois modos fundamentais de ser",
      "Recondução da ética à ontologia",
      "Identificação de erro como erro de escala",
      "Limitação da reflexividade"
    ],
    "camada_2_campos_ontologicos": [
      "Sistema simbólico",
      "Verdade como descrição",
      "Erro ontológico",
      "Escala ontológica",
      "Relação eu–real",
      "Degeneração"
    ],
    "camada_3_termos_filosoficos_de_contacto": []
  },

  "resposta_filosofica_ponto_forte": {
    "porque_toca_o_real": "Porque explica a dominância de certos discursos culturais e pseudo-científicos como consequência de uma bifurcação real nos modos humanos de responder à realidade.",
    "erro_estrutural_evitado": "Evita reduzir o problema a má-fé, ignorância ou ideologia, identificando-o como erro ontológico de escala e de substituição do real pelo dever-ser.",
    "eixo_ser_poder_ser_dever_ser": "O ser é a realidade descrita; o poder-ser está na capacidade de o sujeito mudar-se para se adaptar; o dever-ser surge ilegítimo quando tenta substituir o real em larga escala.",
    "leitura_nos_termos_do_autor": "O autor afirma que existem dois estilos ontológicos de resposta à realidade e que o erro cultural surge quando o estilo instintivo, emocional e de baixo esforço domina o discurso e substitui a descrição verdadeira por construções de dever-ser."
  },

  "extracao_ontologica": {
    "formulacoes_explicitas": [
      "A crítica incide sobre sistemas dominantes de discurso cultural e académico.",
      "Resolver problemas exige melhor descrição da realidade.",
      "Respostas instintivas e emocionais são inadequadas a problemas de larga escala.",
      "A realidade contém uma bifurcação natural nos estilos de resposta humana.",
      "Um estilo adapta o sujeito à realidade; outro tenta adaptar a realidade ao dever-ser.",
      "A dominância do segundo estilo gera erro ontológico sistémico."
    ],
    "articulacao_opcional": "O fragmento articula uma ontologia da bifurcação humana: a degeneração cultural ocorre quando respostas biológicas de baixo esforço cognitivo substituem a descrição verdadeira do real em contextos de larga escala."
  }
}

{
  "id": "F0013",
  "texto": "Outro exemplo. O exemplo da tributação. O exemplo da tributação, no seu âmago, é uma análise e resposta ao problema de qual é o melhor modo de nos coordenarmos a todos, tendo como modo de análise a necessidade de, para corrigir, ou para corrigir não, porque inicialmente não foi para corrigir, agora a correção é só a justificação moderna para algo já implantado há muito tempo e cuja justificação era para alimentar os devaneios dos chefes de estados ou então necessidades militares. Tudo isso prende-se com existe um problema, então eu vou atuar mudando o sistema para melhor beneficiar, criando depois todo um conjunto de externalidades durante centenas e centenas de anos que completamente distorcem a única resposta possível. Um dos princípios básicos para a resposta do problema que será que é o homem que cria o sistema, não é o sistema que cria o homem. Olhando de uma perspectiva milenar, olhando de fora, vendo a sociedade unveiling itself, não sei como é que se diz em português. E tendo isso em conta, as ideias que se vão tendo, e que se vão disseminando e moldando a cultura, são, foram, levaram a que com o relativismo... Não. A primeira fase era no sentido de que, do ponto de vista da perceção, da maneira como o homem obtém conhecimento, do ponto de vista da perceção, é o modo mais adaptavelmente colante, tipo cola, que os humanos apreendem como crença naturalmente, pois está ligado a todos os tipos de pessoas, aos diferentes tipos de personalidade que cada pessoa tem e é. Porque uma crença dessa natureza tem de vir do relativismo. Mas o relativismo também no sentido de... pronto, no sentido de crença coletiva. Que depois, nos séculos mais recentes, se transformou no quê? Se mascarou, se mascarou, se mascarou com uma forma científica, entre aspas, mas que é apenas um modo de dissipação, que é o melhor, que é o melhor, porquê? Porque traz consigo a presunção falsa, a presunção falsa de verdade. Que é das universidades, e dos antigos científicos, e dos especialistas intelectuais todos.",

  "proposicoes_ontologicas_no_fragmento": [
    "a tributação é uma análise e resposta ao problema de coordenação social",
    "a correção é uma justificação moderna para algo já implantado",
    "atuar mudando o sistema cria externalidades que distorcem a única resposta possível",
    "é o homem que cria o sistema, não é o sistema que cria o homem",
    "as ideias disseminam-se e moldam a cultura",
    "certas crenças são apreendidas naturalmente por adaptação perceptiva",
    "essas crenças têm origem no relativismo enquanto crença coletiva",
    "o relativismo mascarou-se de forma científica",
    "essa forma traz uma presunção falsa de verdade"
  ],

  "classificacao": {
    "camada_0_tema_de_incidencia": [
      "Ontologia fundamental",
      "Política",
      "Direito",
      "Cultura",
      "Epistemologia"
    ],
    "camada_1_operacoes_ontologicas": [
      "Descrição de mecanismo real",
      "Crítica a sistema existente",
      "Identificação da substituição do real por sistemas",
      "Identificação de erro como erro de escala temporal",
      "Identificação do erro como falha de descrição",
      "Recondução do sistema ao humano",
      "Crítica ao relativismo",
      "Identificação de mascaramento pseudo-científico"
    ],
    "camada_2_campos_ontologicos": [
      "Sistema",
      "Erro ontológico",
      "Degeneração",
      "Sistema simbólico",
      "Verdade como descrição",
      "Escala ontológica",
      "Cultura"
    ],
    "camada_3_termos_filosoficos_de_contacto": []
  },

  "resposta_filosofica_ponto_forte": {
    "porque_toca_o_real": "Porque mostra como sistemas institucionais nascem de respostas reais a problemas concretos, mas se degeneram historicamente ao substituir a descrição do real por justificações acumuladas.",
    "erro_estrutural_evitado": "Evita tratar instituições como entidades autojustificadas ou como produtos inevitáveis do progresso histórico.",
    "eixo_ser_poder_ser_dever_ser": "O ser é a realidade histórica e social observável; o poder-ser está na capacidade humana de criar sistemas; o dever-ser torna-se ilegítimo quando o sistema se autonomiza e passa a impor-se ao humano.",
    "leitura_nos_termos_do_autor": "O autor afirma que a tributação exemplifica como sistemas criados pelo homem se autonomizam, acumulam externalidades, se legitimam por relativismo coletivo e se mascaram de ciência através de uma presunção falsa de verdade."
  },

  "extracao_ontologica": {
    "formulacoes_explicitas": [
      "Sistemas institucionais surgem como respostas a problemas reais de coordenação.",
      "Esses sistemas podem persistir por justificações históricas desligadas da descrição atual do real.",
      "A autonomização do sistema gera externalidades e distorções acumuladas.",
      "O sistema é criação humana e não entidade fundante do humano.",
      "Crenças coletivas adaptativas podem derivar do relativismo.",
      "O relativismo pode mascarar-se de ciência através de uma falsa presunção de verdade."
    ],
    "articulacao_opcional": "O fragmento articula uma ontologia histórica dos sistemas: respostas adaptativas iniciais degeneram em sistemas autónomos legitimados por crenças coletivas e mascaramento pseudo-científico, afastando-se progressivamente da descrição verdadeira do real."
  }
}

{
  "id": "F0014",
  "texto": "E a forma do discurso, portanto, a forma do modo de ser, melhor do que isso, não é só do discurso, é a forma do modo de ser, é algo que nós conseguimos apreender relativamente rápido e sem muito esforço mental. Requer um pouco mais quando se cria ativamente ter um tipo de discurso, porque o tipo de discurso aí já é diferente do simples modo de ser, o modo de aparentar, o modo de comportar, rotinamente. O tipo de discurso, então, em português, pelo seu tipo de língua, muito precisa, muito pouco dada a ideias gerais e mais a descrições, leva a que o tipo de forma seja... Ou seja, que se pretenda ter um tipo de forma tal que se pareça que o que se diz é a verdade e o bem, que é a mesma coisa, porque tem a forma intelectual. E a forma da transmissão do conhecimento tem essa característica de apreensão inapta. Há mais formas com mais aptidão para essa apreensão inapta do que outras, e esta tende a ser a pretensa forma verdadeira, ou seja, escudando-se na forma da verdade, só que com o conteúdo, como é óbvio, falso, e por isso falso também. A consequência é o quê? É a disseminação de ideias falsas aparentemente verdadeiras. [...] O melhor modo de ser tem que ser pelas próprias características ontológicas do sistema. [...] Tem que ser um que seja direcionado à verdade, porque não é só o descritivamente correto como é o que leva a planos de devir verdadeiros. [...] O farol da verdade, quando é percecionado largamente, especialmente por quem tem capacidade de disseminar ideias, quando é direcionado de uma forma aparentemente verdadeira, formalmente verdadeira, mas com conteúdo falso, gera crenças coletivas falsas. [...] O problema central é a negação do indivíduo como base ontológica, a delegação do indivíduo a uma instância coletiva ou subjetiva que se pretende superior à realidade. [...] Leva à crença de que o que eu acho vale mais do que o que a realidade é. Portanto, se eu acho isto, é o real. Tanto é o bom, que é a mesma coisa.",

  "proposicoes_ontologicas_no_fragmento": [
    "a forma do discurso é a forma do modo de ser",
    "a forma é apreendida rapidamente e com pouco esforço mental",
    "há formas de transmissão com maior aptidão para apreensão inapta",
    "escudando-se na forma da verdade com conteúdo falso",
    "disseminação de ideias falsas aparentemente verdadeiras",
    "o melhor modo de ser tem de resultar das características ontológicas do sistema",
    "tem de ser direcionado à verdade",
    "a forma aparentemente verdadeira com conteúdo falso gera crenças coletivas falsas",
    "negação do indivíduo como base ontológica",
    "o que eu acho vale mais do que o que a realidade é"
  ],

  "classificacao": {
    "camada_0_tema_de_incidencia": [
      "Ontologia fundamental",
      "Linguagem",
      "Cultura",
      "Consciência",
      "Ética"
    ],
    "camada_1_operacoes_ontologicas": [
      "Identificação de mediação necessária",
      "Descrição de mecanismo real",
      "Identificação da substituição do real por sistemas",
      "Identificação do erro como falha de descrição",
      "Identificação de erro como erro de escala",
      "Recondução da ética à ontologia",
      "Fixação do indivíduo como base ontológica",
      "Crítica à autonomização do coletivo"
    ],
    "camada_2_campos_ontologicos": [
      "Sistema simbólico",
      "Verdade como descrição",
      "Erro ontológico",
      "Consciência reflexiva",
      "Relação eu–real",
      "Degeneração",
      "Escala ontológica"
    ],
    "camada_3_termos_filosoficos_de_contacto": []
  },

  "resposta_filosofica_ponto_forte": {
    "porque_toca_o_real": "Porque descreve como a forma discursiva atua como mecanismo real de apreensão e disseminação de crenças, independentemente do conteúdo verdadeiro ou falso.",
    "erro_estrutural_evitado": "Evita confundir forma intelectual com verdade e evita substituir a realidade pela autoridade do discurso ou da coletividade.",
    "eixo_ser_poder_ser_dever_ser": "O ser é a estrutura real; o poder-ser emerge de modos de ser orientados à verdade; o dever-ser só é legítimo quando deriva da descrição verdadeira e não da forma aparente.",
    "leitura_nos_termos_do_autor": "O autor sustenta que a forma do discurso pode mascarar falsidade, que isso gera crenças coletivas erradas e que o erro central reside na negação do indivíduo como base ontológica em favor de instâncias subjetivas ou coletivas."
  },

  "extracao_ontologica": {
    "formulacoes_explicitas": [
      "A forma do discurso é apreendida mais facilmente do que o conteúdo.",
      "Existem formas discursivas propícias à apreensão inapta.",
      "A forma de verdade pode mascarar conteúdo falso.",
      "Isso conduz à disseminação de crenças coletivas falsas.",
      "O melhor modo de ser deve derivar das características ontológicas do sistema.",
      "A verdade orienta tanto a descrição como o devir.",
      "Negar o indivíduo como base ontológica conduz à substituição da realidade por crença subjetiva."
    ],
    "articulacao_opcional": "O fragmento articula forma discursiva, erro ontológico e degeneração cultural, mostrando como a substituição do indivíduo e da realidade por formas aparentes de verdade produz sistemas coletivos falsos."
  }
}

{
  "id": "F0015",
  "texto": "E... isto tinha a ver com o quê? Não sei, eram mais ideias. Eram as ideias que vivem por aí, que existem ao redor das sociedades, e que, como também uma evidência natural, como a necessidade do próprio sistema, a necessidade de nós estarmos incluídos neste próprio sistema libertanista, algo assim desse género, é que dá espaço à equivalência, pela questão da forma e pela questão do modo de ser, dá-lhe uma equivalência ao subjetivismo e ao realismo. Não sei agora como é que, mais fundo ainda, mais básico eu consigo ir. Agora eu já não sei onde é que eu ia, tem que ver, mas eu creio que isto tudo começou com uma ideia sobre... Com uma ideia sobre... Claro, era depois sobre como é óbvio os efeitos nefastos que toda esta realidade tem. Que é... Pronto, já já já disse um, com a abertura do mercado de trabalho das mulheres. Não que não fosse algo também que fosse necessário do próprio sistema, mas... Apenas apontando os efeitos da dissipação de crenças erradas. Erradas, tanto no sentido descritivo como do plano futuro. Mas era como se fosse... É do género. Se na sociedade o homem é livre. É livre para trocar coisas. Criar coisas. Relacionar-se com outras pessoas. Exigir coisas de outras pessoas em retorno de outras coisas. Voluntariamente. Entrar em acordos. Qualquer tipo de desejo. Inovar. Recriar. Destruir o criado. O que cada criou. Para fazer melhor. Se este é o sistema existente, e é dos melhores sistemas, a abertura do mercado às mulheres leva à duplicação da mão-de-obra, à capacidade de se empregar mais facilmente, maior poder negocial de quem emprega, de quem constrói, e mais precisamente, de quem detém poder e relevo no setor. Porque o que existe no mercado é... Porque o mercado é um tipo de sociedade. Por si só, tem pessoas que operam nele, que não são as mesmas pessoas que operam na vida, no resto da vida, ou podem ser, conflituam, convergem, nem sempre. Mas nele nascem significâncias ontológicas, dele nascem efeitos e causas na sociedade e no homem. É um plano, é um plano à parte. Em que operando bem, tudo bem. Se for verdadeiro, se não for, como tudo, não. Não tenho nem ideia da questão, mas a questão não era essa, a questão não era essa. Isto era agora, isto é um dos milhões de apartes.",

  "proposicoes_ontologicas_no_fragmento": [
    "ideias sociais podem criar equivalência entre subjetivismo e realismo pela forma",
    "a dissipação de crenças erradas produz efeitos nefastos",
    "o sistema social baseado na liberdade de troca permite criação, inovação e acordo voluntário",
    "o mercado é um tipo de sociedade",
    "a abertura do mercado de trabalho produz efeitos estruturais no poder negocial",
    "o mercado gera efeitos ontológicos na sociedade e no homem",
    "o mercado constitui um plano distinto",
    "esse plano só é legítimo se for verdadeiro"
  ],

  "classificacao": {
    "camada_0_tema_de_incidencia": [
      "Ontologia fundamental",
      "Economia",
      "Cultura",
      "Antropologia",
      "Política"
    ],
    "camada_1_operacoes_ontologicas": [
      "Descrição de mecanismo real",
      "Diferenciação entre níveis de operação",
      "Identificação de mediação necessária",
      "Identificação de erro como falha de descrição",
      "Identificação de efeitos sistémicos",
      "Limitação de validade ontológica",
      "Recondução do sistema ao real"
    ],
    "camada_2_campos_ontologicos": [
      "Sistema",
      "Escala ontológica",
      "Erro ontológico",
      "Relação eu–real",
      "Cultura",
      "Economia"
    ],
    "camada_3_termos_filosoficos_de_contacto": []
  },

  "resposta_filosofica_ponto_forte": {
    "porque_toca_o_real": "Porque mostra como sistemas sociais e económicos produzem efeitos reais no homem e na sociedade, exigindo distinção rigorosa entre planos ontológicos.",
    "erro_estrutural_evitado": "Evita reduzir fenómenos económicos a juízos morais simples ou a ideologia, mantendo-os no plano da descrição ontológica.",
    "eixo_ser_poder_ser_dever_ser": "O ser é a estrutura social e económica existente; o poder-ser emerge das possibilidades reais de ação e negociação; o dever-ser só é legítimo quando não contradiz a verdade estrutural do sistema.",
    "leitura_nos_termos_do_autor": "O autor explora como crenças erradas e confusões de plano produzem efeitos sistémicos, usando o mercado e o trabalho como exemplos, sem negar a necessidade estrutural do sistema."
  },

  "extracao_ontologica": {
    "formulacoes_explicitas": [
      "Ideias sociais podem gerar equivalências falsas entre subjetivo e real.",
      "Crenças erradas produzem efeitos reais negativos.",
      "Sistemas baseados na liberdade geram inovação e coordenação.",
      "O mercado é um sistema social autónomo com efeitos próprios.",
      "Mudanças estruturais no mercado alteram relações de poder.",
      "Sistemas só são legítimos enquanto permanecerem verdadeiros."
    ],
    "articulacao_opcional": "O fragmento articula uma ontologia dos sistemas económicos como planos distintos da realidade social, cujos efeitos dependem da veracidade das crenças que os sustentam."
  }
}

{
  "id": "F0016-17",
  "texto": "Ah, a questão era da necessidade. A questão era da necessidade de, obviamente, que o valor do trabalho, no fundo, o valor da vida do homem, o valor do tempo que dá e do gasto e do sacrifício que faz, o valor da vida do homem, vai ser menor. Vai ser menor, vai ser infinitamente menor. Não sendo mau nem bom. No sentido de ser mau, apenas. Não é bom. Não, tem que ser mau, como eu ouço. Tem que ser mau. Tem que ser mau. Pelo menos desta forma. Desta forma em que delega, em benefício do trabalho, a função natural da sobrevivência da espécie que recai sobre a mulher. E, quer dizer, se é para ser o conhecedor da estrutura e, por isso, advocador dos exercícios físicos, e, por isso, advocar as soluções falsas, porque não se é conhecedor, colocas as soluções ao tempo de aula. Mas se é para ter esta força, se é para ter a forma de quem conhece a estrutura, que é uma forma linda na percepção de uma verdade, de uma realidade. Só aí é que a estética vai estar incluída na perfeição filosófica do ser. Porque este modo de ser, sem o ser assim, é risível, porque não é autêntico no sentido de não encarnar a necessidade descritiva para a aplicação valorativa. Porque o ser faz parte do real. Portanto, além das constituições que isso obriga, sendo um ser consciente, sendo um ser com consciência e com capacidade de agir livremente, de construir, de moldar, de destruir, de reconstruir... Então, sobre ele recai quase que uma necessidade de ser derivada da própria realidade. Se eu estou a conduzir, eu sei que tenho de manter-me a uma grande velocidade, com controle longo, duradouro, sobre o carro, de caminho volante e assim por diante. E ser algo diferente é, pelo seu efeito imediato, imediatamente, também salvo pelo enasmo, tido como errado, absurdo, estúpido. Mas a aplicação do... O desvelar, o desvendar, o abrir da cortina dos efeitos de modo de ser falsos é mais lenta, não é duradoura, é mais lenta, não é? Demora tempo. Porque é a necessidade biológica de sermos um animal que leva às consequências inevitáveis da estruturação. Quanto mais afastada da verdade está, mais errada está, mais falsa está. A cadência da evolução das ideias filosóficas e científicas, que são as únicas que me interessam. E científicas são filosóficas. Porque filosofia é o modo de ser de apreensão da realidade. Portanto, quer dizer, está tudo um bocado nesse aspecto adentro da filosofia. Pronto, e o ponto era que a cadência que existe de se ver, a cadência histórica da evolução das ideias filosóficas, é o guião para a compreensão da realidade. Porque é sobre elas que culmina a evidência, as evidências que eu ando aqui a dizer. Calma... As verdadeiras... Nem preciso explicar porquê, não é? Se o único modo de apreensão que temos... Não, dizem que o único modo de apreensão que temos não é objetivo, então é uma mera... Reduz-se a um mero interesse. Mas não porque imitamos, porque os conceitos verdadeiros a que chegamos têm sempre de estar contidos nas próprias limitações do pode-ser, porque as proposições valorativas indexam-se sempre às posições descritivas através do pode-ser, que é diferente do deve-ser. Há uma limitação inerente. Porque é objetivamente verdade aquilo que está contido dentro da descrição da realidade sobre o qual se está a propor alguma coisa. E, logo, todas as críticas ao objetivismo, no ponto de vista da realidade objetiva das coisas e da capacidade de propor proposições valorativas sobre a realidade, caem. Nós não idolatramo(s) grupos de pessoas. Nós idolatramo(s) pessoas. Líderes. Aspirações. Heróis. E nada, era apenas mais uma evidência do porquê as aplicações, as respostas biológicas são apropriadas, nascem de círculos puxados.",

  "proposicoes_ontologicas_no_fragmento": [
    "sobre o ser humano recai uma necessidade de ser derivada da própria realidade",
    "o valor da vida e do trabalho pode diminuir estruturalmente",
    "um modo de ser não autêntico é risível por não encarnar a necessidade descritiva",
    "quanto mais afastada da verdade está, mais errada está",
    "os efeitos de modos de ser falsos revelam-se lentamente",
    "as proposições valorativas indexam-se às descrições através do pode-ser",
    "é objetivamente verdade aquilo que está contido na descrição da realidade",
    "as críticas ao objetivismo caem",
    "as respostas biológicas nascem de círculos puxados"
  ],

  "classificacao": {
    "camada_0_tema_de_incidencia": [
      "Ontologia fundamental",
      "Ética",
      "Antropologia",
      "Epistemologia",
      "Consciência"
    ],
    "camada_1_operacoes_ontologicas": [
      "Identificação de condição ontológica",
      "Derivação do valor a partir do ser",
      "Recondução da ética à ontologia",
      "Identificação da verdade como critério ontológico",
      "Descrição de regularidade",
      "Descrição de continuidade / atualização",
      "Fixação de limite ontológico",
      "Dissolução de falso problema",
      "Crítica ao anti-objetivismo"
    ],
    "camada_2_campos_ontologicos": [
      "Verdade como descrição",
      "Adequação",
      "Poder-ser",
      "Dever-ser",
      "Consciência reflexiva",
      "Erro ontológico",
      "Continuidade",
      "Responsabilidade ontológica"
    ],
    "camada_3_termos_filosoficos_de_contacto": []
  },

  "resposta_filosofica_ponto_forte": {
    "porque_toca_o_real": "Porque descreve a necessidade como algo derivado da própria estrutura do real, ligando verdade, valor e ação numa continuidade inevitável.",
    "erro_estrutural_evitado": "Evita separar estética, ética e verdade, e evita reduzir o conhecimento a interesse ou subjetivismo.",
    "eixo_ser_poder_ser_dever_ser": "O ser impõe necessidades reais; o poder-ser limita as proposições valorativas; o dever-ser só é legítimo quando indexado à descrição verdadeira.",
    "leitura_nos_termos_do_autor": "O autor sustenta que o afastamento da verdade produz erro real, que a revelação desse erro é temporalmente lenta, e que a objetividade decorre das limitações reais do poder-ser inscritas na descrição do real."
  },

  "extracao_ontologica": {
    "formulacoes_explicitas": [
      "A necessidade deriva da estrutura do real.",
      "O valor só é autêntico quando encarna a descrição verdadeira.",
      "Modos de ser falsos produzem efeitos reais ao longo do tempo.",
      "A verdade impõe limites objetivos ao valor através do poder-ser.",
      "O objetivismo é consequência ontológica da descrição do real.",
      "Respostas biológicas são estruturalmente explicáveis."
    ],
    "articulacao_opcional": "O fragmento articula uma ontologia da necessidade e do tempo: o erro não desaparece por vontade, mas revela-se historicamente pela inadequação progressiva à estrutura do real."
  }
}



