{
  "id": "P_PERCURSO_DA_VIDA_BOA",

  "nome": "Percurso da Vida Boa",

  "tipo": "percursivo_transversal_ontologico_etico",

  "estatuto_do_percurso": {
    "natureza": "ontologico_etico_derivado",
    "funcao": "explicitar_o_encadeamento_ontologico_do_viver_bem",
    "transversal": true,
    "nao_normativo": true,
    "nao_fundacional": true,
    "criterio_ultimo": "D_REAL"
  },

  "descricao": {
    "texto": "Percurso que explicita o que significa viver bem para um ser reflexivo situado no real, mostrando como o viver bem emerge da atualização responsável do poder-ser em campo e localidade, através da mediação, da relação com outros seres reflexivos, da exposição ao erro e da fidelidade contínua ao real como critério último.",
    "alcance": "ontologico_etico_transversal",
    "criterio_ultimo": "D_REAL"
  },

  "inicio": "D_REAL",
  "termino": "D_DEVER_SER",

  "sequencia": [
    "D_REAL",
    "D_CAMPO",
    "D_LOCALIDADE",

    "D_SER_HUMANO",
    "D_ATUALIZACAO",
    "D_PODER_SER",
    "D_CAMPO_DE_POTENCIALIDADES",

    "D_APREENSAO",
    "D_REPRESENTACAO",
    "D_MEDIACAO",
    "D_RELACAO_EU_REAL",
    "D_SISTEMA",

    "D_PONTO_DE_VISTA",
    "D_ERRO_ONTOLOGICO",
    "D_ERRO_DE_ESCALA",

    "D_RESPONSABILIDADE_ONTOLOGICA",
    "D_DIRECAO_ONTOLOGICA",

    "D_BEM",
    "D_MAL",
    "D_DANO_REAL",

    "D_DEVER_SER"
  ],

  "pressupostos_estruturais": [
    "Viver implica sempre estar no real, em campo e em localidade",
    "Toda a vida é atualização seletiva do poder-ser",
    "Toda a atualização produz presenças e ausências ontologicamente reais",
    "O ser reflexivo vive sempre em mediação simbólica e sistémica",
    "Não existe vida reflexiva fora da relação com outros seres reflexivos",
    "A mediação não suspende o real, apenas o diferencia",
    "O erro é possibilidade estrutural da vida situada",
    "A persistência do erro pode produzir dano real",
    "Responsabilidade decorre da possibilidade ontológica de ter sido de outro modo",
    "Viver bem é orientar as atualizações segundo a adequação ao real",
    "O bem e o mal não são valores externos, mas modos de atualização",
    "O dever-ser não funda o real, projeta direções possíveis de atualização"
  ],

  "operacoes_ativas": [
    "OP_AFIRMACAO_ESTRUTURAL",
    "OP_RECONDUCAO_RELACIONAL",
    "OP_IDENTIFICACAO_DEPENDENCIA",
    "OP_IDENTIFICACAO_CAMPO",
    "OP_IDENTIFICACAO_PONTO_DE_VISTA",
    "OP_IDENTIFICACAO_RESPONSABILIDADE_ONTOLOGICA",
    "OP_IDENTIFICACAO_DANO_REAL"
  ],

  "resultado_ontologico_etico": {
    "descricao": "Compreensão do viver bem como fidelidade ontológica ao real através da atualização responsável do poder-ser em campo e localidade, reconhecendo o peso das ausências produzidas, a exposição ao erro e a responsabilidade irredutível pelas direções de atualização assumidas.",
    "habilita": [
      "vida ética sem normatividade externa",
      "responsabilidade sem moralismo",
      "verdade sem absolutismo",
      "sistema sem substituição do real",
      "crítica do viver degenerado",
      "aceitação da pluralidade de vidas não filosóficas"
    ]
  },

  "riscos_de_desvio": [
    {
      "tipo": "moralista",
      "descricao": "Transformação do viver bem em norma universal imposta externamente."
    },
    {
      "tipo": "relativista",
      "descricao": "Redução do viver bem a preferência subjetiva ou cultural."
    },
    {
      "tipo": "sistemico",
      "descricao": "Substituição do real pela coerência interna de sistemas normativos."
    },
    {
      "tipo": "heroico",
      "descricao": "Idealização do viver bem como exceção moral ou sacrifício absoluto."
    }
  ],

  "operacoes_de_correcao": [
    "OP_REINTEGRACAO_ONTOLOGICA"
  ],

  "observacoes": [
    "Este percurso não define uma vida exemplar, mas um encadeamento ontológico possível.",
    "Viver bem não é exigência universal, mas exigência para quem assume o real como critério.",
    "A ausência produzida por uma não-atualização é ontologicamente real.",
    "A responsabilidade é máxima nos lugares ontologicamente insubstituíveis.",
    "O percurso permanece aberto enquanto houver campo de potencialidades."
  ]
}