{
  "id": "P_PERCURSO_DA_DEGENERACAO_ETICA",

  "nome": "Percurso da Degeneração Ética",

  "tipo": "percursivo_critico_etico",

  "estatuto_do_percurso": {
    "natureza": "critico_etico_ontologico",
    "funcao": "explicitar_a_genese_da_degeneracao_etica",
    "dependente_de_liberdade_situada_e_campo": true,
    "nao_normativo": true,
    "criterio_ultimo": "D_REAL"
  },

  "descricao": {
    "texto": "Percurso que explicita como processos de degeneração ética emergem a partir de determinadas atualizações da liberdade situada, distinguindo falha ontológica de erro cognitivo, e mostrando como certas direções de atualização produzem dano real, configuram o mal e reduzem estruturalmente o campo de potencialidades.",
    "alcance": "critico_etico",
    "criterio_ultimo": "D_REAL"
  },

  "inicio": "D_LIBERDADE_SITUADA",
  "termino": "D_CAMPO_DE_POTENCIALIDADES",

  "sequencia": [
    "D_LIBERDADE_SITUADA",
    "D_PODER_SER",
    "D_ATUALIZACAO",
    "D_DANO_REAL",
    "D_MAL",
    "D_CAMPO_DE_POTENCIALIDADES"
  ],

  "pressupostos_estruturais": [
    "A liberdade humana é ontologicamente situada e opera sempre no real",
    "O poder-ser pode ser atualizado de múltiplas formas ontologicamente possíveis",
    "Nem toda a atualização do poder-ser é estruturalmente adequada ao real",
    "Certas atualizações produzem dano real no campo de potencialidades",
    "O mal é identificado ontologicamente pelos seus efeitos reais, não por intenção",
    "A redução do campo de potencialidades é o efeito estrutural acumulado do dano real"
  ],

  "operacoes_ativas": [
    "OP_DESCRICAO_ESTRUTURAL",
    "OP_RECONDUCAO_RELACIONAL",
    "OP_IDENTIFICACAO_DEPENDENCIA",
    "OP_IDENTIFICACAO_DANO_REAL"
  ],

  "resultado_critico": {
    "descricao": "Compreensão da degeneração ética como efeito ontológico acumulado de atualizações que produzem dano real, no qual o mal se manifesta como direção de atualização que reduz o campo de potencialidades.",
    "habilita": [
      "crítica do moralismo punitivo",
      "distinção rigorosa entre erro cognitivo e falha ética",
      "fundamentação ontológica da responsabilidade sem culpabilização metafísica"
    ]
  },

  "riscos_de_desvio": [
    {
      "tipo": "moralista",
      "descricao": "Redução da degeneração ética a culpa subjetiva ou juízo normativo externo."
    },
    {
      "tipo": "psicologista",
      "descricao": "Explicação do mal por estados mentais, intenções ou disposições internas."
    }
  ],

  "operacoes_de_correcao": [
    "OP_SUBMISSAO_REAL",
    "OP_REINTEGRACAO_ONTOLOGICA"
  ],

  "observacoes": [
    "A degeneração ética não constitui um conceito ontológico autónomo, mas um resultado estrutural.",
    "O mal não é entidade nem princípio, mas direção ontológica possível de atualização.",
    "Este percurso prepara a crítica sistémica e institucional da degeneração."
  ]
}